[
  {
    "txtTitle": "大学生假期",
    "articleText": "\n                \n\t　　范文：\n\n\n\t　　Winter holiday is coming, many students are looking forward to a wonderful \nlong vacation so that they are busy making a vacation plan. According to a \nsurvey, students who go traveling and do social practices during vacations \nincrease greatly while those who stay at home decrease a lot.\n\n\n\t　　There are many reasons account for that. Firstly, with the fast development \nof economy, many people have become rich, which makes it possible for more \nstudents to go traveling. Also, modem transportation has made it easier for \nstudents to go out to travel. Secondly, the authorities of Chinese university \nhave been encouraging their students to do social practices in the hope that \ncollege students would broaden their view to know more about the society and \nbecome more adaptable to the future work after they graduate.\n\n\n\t　　In my opinion, it’s good to let more students go out traveling or doing \nsocial practices during the vacations for they have become much mature to \nrealize how to spend our vacations meaningfully and practically.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "网络公开课",
    "articleText": "\n                \n\t　　Open Courses\n\n\n\t　　1.现在网络公开课很盛行\n\n\n\t　　2.网络公开课有不少好处，也存在一些问题\n\n\n\t　　3.我对此的建议\n\n\n\t　　范文：\n\n\n\tOpen Courses\n\n\n\t　　Online open courses are gaining popularity in recent years.Following \nglobally famous universities like Yale and Harvard,some universities in China \nhave also started to offer online open courses.Those courses have attracted \npeople from all classes with different occupations.\n\n\n\t　　The courses have brought many benefits to people.Many of the courses are \nprovided by universities in foreign countries,and thus offer fresh ideas to us.Through them,we can keep up with what people are thinking all over the world. \nBut that can also be a problem. Some of the courses may not be very suitable for \nChinese students because of cultural differences and may cause chaos on Chinese \ncampus.\n\n\n\t　　In my opinion,online open course is useful and we should make use of it to \nbroaden our horizons.But we should also remember to have our own thinking and \nnot be brainwashed by improper ideas.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "收入差距",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：收入差距\n\n\n\t　　1.收入差距悬殊是当前社会的一种现象\n\n\n\t　　2.人们对之褒贬不一\n\n\n\t　　3.我的看法\n\n\n\t　　范文：\n\n\n\t　　Now the income gap is getting wider and wider.In some privately owned \nfirms, joint-ventures, or foreign-fund companies, an executive's yearly income \nis ten times or even a hundred times as much as an ordinary worker's.\n\n\n\t　　Faced with this situation, people will undoubtedly have different opinions.Some believe that it benefits the social and economic development since driving \nforce is often derived from the gap.In other words, the gap inspires people and \ngives a push to advancement.Others speak of its side effect: income gap is \noften the root of social unrest and also contrary to our country's \nprinciple.\n\n\n\t　　From my point of view, while it is true that the income gap may stimulate \nthe social development to some extent, it causes trouble as well.An income gap \nthat is too wide for most people to bear can neither contribute to the stability \nof a country nor promote its economic development.Therefore, while we are \nadvocating the rapid development of our country, we should tolerate the narrow \nincome gap but narrow the wide one.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "永不言弃",
    "articleText": "\n                \n\t　　Directions: For this part, you are allowed 30 minutes to write a short \nessay on the topic Do We Need \"Never give up\"? You should write at least 150 \nwords following the outline given below in Chinese:\n\n\n\t　　1.“永不言弃”一直被认为是一种积极的生活态度，是个人成功的关键因素\n\n\n\t　　2.但是，也有人认为适当的放弃才是明智的选择\n\n\n\t　　3.你对此的看法及理由\n\n\n\t　　参考范文：\n\n\n\t　　It is widely accepted that \"Never give up\", a strong and positive life \nattitude, is the key for individual success on the grounds that permanent \npersistence may boost our confidence, strengthen our will, and provide us a \nsecond chance for success when we are in hardship. However, others argue that \nsensible abandonment is more precious than blind persistence because the wise \none should choose the most suitable area for him-self/herself.\n\n\n\t　　In my opinion, we need to learn to give up timely. The most immediate \nreason is that we should adjust our aim carefully in order to go ahead \ncontinuously. Sometimes, to give up those unrealistic targets is essential for \nsuccess. Besides, the attitude “Never give up” exhausts us both mentally and \nphysically. Only through learning to give up can we lead a pleasant and relaxing \nlife. Finally, the temporary comprise means a new start, a beginning bringing \nnew hopes, expectations and opportunities for us.\n\n\n\t　　Passive as giving up sounds alike, it represents a more mature and \nrealistic mentality. If those opposing this attitude can take into consideration \nof its benefits, then this may seem acceptable in our lives.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "改正坏习惯",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：改正坏习惯\n\n\n\t　　范文参考：\n\n\n\t　　Certainly, every person has bad habits. Some people may be in the habit of \nspeaking rudely; some tend to be deaf to others’ opinions; some are inclined to \ndelay. However, there is no doubt that allowing to be controlled by bad habits \ndoes a great harm to personal development.\n\n\n\t　　It is not too much to say that it is a destructive behavior to allow to be \ncontrolled by bad habits while it is constructive to change unwanted habits. If \nbad habits are allowed to be developed, they will get out of control and become \nbig obstacles to life or career. For example, a delayed-prone person will hardly \nrestrain himself from missing the deadline. Understandably, he will have few \nchances to be entrusted with important tasks and then will barely be \nprofessionally experienced enough to gain promotion. On the contrary, it is \nbeneficial to change unwanted habits and acquire good ones, because good habits \ncan make people more competent and thus widen the door to success.\n\n\n\t　　In summary, bad habits will probably make it impossible for us to achieve \nour ambitions. Therefore, we should be alert to our bad habits and make \npersistent efforts to break them.\n\n\n\t　　写作思路：\n\n\n\t　　开篇指出虽然每个人都有坏习惯，但是放任坏习惯对于个人发展十分不利。第二段继续论证放任坏习惯对生活及事业的危害以及改正坏习惯的必要性，且举例说明。结尾进行总结，强调主题。\n\n\n\t　　亮点表达：\n\n\n\t　　1.be in the habit of doing sth. 有做某事的习惯，或习惯做某事\n\n\n\t　　2.be deaf to sth. 对某事充耳不闻\n\n\n\t　　3.be inclined to do sth. 同义于tend to do sth. 有做某事的倾向,也就是习惯做某事\n\n\n\t　　4.there is no doubt that+句子 毫无疑问的是\n\n\n\t　　5.It is not too much to say that+句子 毫不夸张的是\n\n\n\t　　6.destructive 破坏性的;constructive 建设性的\n\n\n\t　　7.restrain sb. from doing sth. 约束某人做某事\n\n\n\t　　8.be alert to sth. 警惕某事\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "自私和贪婪",
    "articleText": "\n                \n\t　　Directions: For this part, you are allowed 30 minutes to write an essay \ncommenting on the remark “\"Nowadays People Are Selfish and Greedy. \"Do You Agree \nor Disagree with This Point of View?”. You may cite some examples to support \nyour view. You should write at least 150 words but no more than 200 words.\n\n\n\t　　参考范文：\n\n\n\tSelfish and Greedy\n\n\n\t　　There is no doubt that some people are selfish and greedy. For example,some merchants sell their fake commodities at the market place for more profit. \nThey are rich and want to be richer. There are also government officials who \nsell people's trust. Senior officials who take bribes by selling the power in \ntheir hands are not a few. Those people believe in the precept \"Everyone for \nhimself and the devil take the hind most.\"\n\n\n\t　　However, the majority of people are neither selfish nor greedy. They \ncontribute much and ask for little. Countless examples can be found around us, \nthe PLA soldiers who sacrificed themselves for saving people's lives in fighting \nthe disastrous floods and the warriors in white who risked their lives to save \nSARS victims being two of the most typical contrast to the selfish and corrupt \nofficial they are heroes, who set up glorious images for us.\n\n\n\t　　The idea that nowadays people are selfish and greedy is probably attributed \nto the influence of the mass media which tend to over exaggerate the negative \naspects of life. Many newspapers, particularly many local evening papers, and TV \nfilms play up nastiness by reporting and showing too much about violence and \nsex. A lot of books, too, portray selfishness and greed to seek sensational \neffect and economic profit. I wonder whether they are selfish and greedy, \ntoo?\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "长假的利弊",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：长假的利弊\n\n\n\t　　Directions: For this part, you are allowed 30 minutes to write a \ncomposition on the topic: My View on the Long Holidays. You should write at \nleast 120 words following the outline given in Chinese below:\n\n\n\t　　1.休长假带来的好处;\n\n\n\t　　2.长假所带来的不利方面;\n\n\n\t　　3.你的看法。\n\n\n\t　　范文参考：\n\n\n\t　　The further development of economy in China has brought the more \nentertainment and leisure to people’s life. A case in point is the long holiday \nsuch as the National Day, in which people can spend one week or so enjoying \nthemselves in different ways, especially going shopping and traveling. It has \nbeen agreed that the long holiday may bring much more benefit to both the \ncustomer and the businessmen.\n\n\n\t　　On the other hand, however, the long holiday also brings much expectable \nproblems to the society. First, too many visitors in the long holidays have \ncaused the strain in traffic. Second, the visitors like to go to the well-known \ninteresting places, which may lead to the serious damage to the nature and the \nscene.\n\n\n\t　　In my view, people need such long holidays, and what really matters is how \nto guide people in their entertainment. For example, it is advisable that people \ntry to avoid going shopping or traveling in the rush days. Anyway, the long \nholiday is a good idea of satisfying both the people and the merchants.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "演讲",
    "articleText": "\n                \n\t　　Directions: Write a speech on the opening of aconference of no less than \n120 words.In yourspeech,you should：\n\n\n\t　　1.进行自我介绍;\n\n\n\t　　2.详细介绍大会内容;\n\n\n\t　　3.结束语。\n\n\n\t　　参考范文：\n\n\n\t　　Good morning, ladies and gentlemen, welcome toBeijing! To begin with, I \nwould like to make a briefintroduction to myself. I am the president of Motorola \n(China) Electronics Ltd.\n\n\n\t　　The following is my introduction to the conference. First, it is my great \nhonor to be herewith all of you and declare open the Conference of International \nTrade Cooperation. Second, onbehalf of our company, I would like to express my \nheartfelt welcome to all the guests anddelegates. Last, I believe our \ncooperative efforts are sure to be productive.\n\n\n\t　　I wish all of you enjoy yourselves during this conference and hope the \nabove informationwill help you. If you have any question for me, please feel \nfree to ask at any time. Thank you foryour attention.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "戏剧的起源",
    "articleText": "\n                \n\tThe Beginning of Drama\n\n\n\t　　There are many theories about the beginning ofdrama in ancient Greece. The \non most widelyaccepted today is based on the assumption thatdrama evolved from \nritual. The argument for thisview goes as follows. In the beginning, human \nbeingsviewed the natural forces of the world-even theseasonal changes-as \nunpredictable, and theysought through various means to control theseunknown and \nfeared powers. Those measureswhich appeared to bring the desired results \nwerethen retained and repeated until they hardened into fixed rituals.\n\n\n\t　　Eventually stories arose which explained or veiled the mysteries of the \nrites. As time passedsome rituals were abandoned, but the stories, later called \nmyths, persisted and providedmaterial for art and drama. Those who believe that \ndrama evolved out of ritual also argue thatthose rites contained the seed of \ntheater because music, dance, masks, and costumes werealmost always used, \nFurthermore, a suitable site had to be provided for performances andwhen the \nentire community did not participate, a clear division was usually made between \nthe\"acting area\" and the \"auditorium.\" In addition, there were performers, and, \nsinceconsiderable importance was attached to avoiding mistakes in the enactment \nof rites,religious leaders usually assumed that task. Wearing masks and \ncostumes, they oftenimpersonated other people, animals, or supernatural beings, \nand mimed the desired effect-success in hunt or battle, the coming rain, the \nrevival of the Sun-as an actor might. Eventuallysuch dramatic representations \nwere separated from religious activities.\n\n\n\t　　Another theory traces the theater's origin from the human interest in \nstorytelling. Accordingto this vies tales (about the hunt, war, or other feats) \nare gradually elaborated, at first throughthe use of impersonation, action, and \ndialogue by a narrator and then through theassumption of each of the roles by a \ndifferent person. A closely related theory traces theaterto those dances that \nare primarily rhythmical and gymnastic or that are imitations of animalmovements \nand sounds.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "啃老族",
    "articleText": "\n                \n\t2017年6月四级作文范文： 我对“啃老族”的看法\n\n　　题目要求\n\n\t\n\n　　NEET problem is rampant all over the world as economic development slows down nowadays. How to solve this problem has become a hot issue for public debates. Read the excerpts carefully and write your response in about 200 words, in which you should:\n\n\t\n\n　　1. summarize briefly the opinions about NEET;\n\n\t\n\n　　2. give your comment.\n\n\t\n\n　　Marks will be awarded for content relevance, content sufficiency, organization and language quality. Failure to follow the above instructions may result in a loss of marks.\n\n\t\n\n　　A report indicating that one in eleven college graduates have been jobless for a year has raised public concern and caused heated discussions among the country’s Internet community.\n\n\t\n\n　　The educationist\n\n\t\n\n　　In a blog, Xiong Bingqi, vice-president of the 21st Century Education  Research Center, quoted a “2012 Graduate Employment Report”, which showed that 570,000 of 6.8 million college graduates in 2011 remained jobless one year after graduation. Among them, more than 100,000 neither go to school or work nor receive vocational skills and rely on support from their parents. This is known as the NEET (Not in Education, Employment or Training) group.\n\n\t\n\n　　Xiong blamed university education for not preparing students for China’s fast-developing society and high demanding employers.\n\n\t\n\n　　The lack of career planning and aimless job searching are two reasons why so many college graduates cannot get work, with many more developing a job-hopping habit, he said.\n\n\t\n\n　　Netizens\n\n\t\n\n　　Jack, head of an advertising agency：“Companies want to hire a person who can get the job done on the first day of work, but few graduates can. I was tired of listening to job applicants and how they obtained their first-class scholarships and successfully led the student union for four years, only to find out they do not know how to send a fax.”\n\n\t\n\n　　Jingjin: “College graduates may know theories from books, but they don’t know how to put them into everyday work.”\n\n\t\n\n　　Zhang Chunxia, who works for the career center of Beijing Foreign Studies University: “the facility has introduced courses on career planning and development. It has also invited alumni with established careers to deliver speeches to prepare students.”\n\n\t\n\n　　“I find those who work as university counselors and volunteer teachers, or start their own businesses are more confident than their peers as they know where their strengths lie.”\n\n\t\n\n　　Wu Ying, a graduate of Beijing Foreign Studies University, returned school this September to pursue a master’s degree after being NEET for one year. She said: “It’s a vicious circle. You cannot find a job so you go back to school. Then you know less about the job market and still can’t get a job when you graduate for the second time.”\n\n\t\n\n　　Li Ming: Many college graduates who grew up post-1980s have a narrower definition of a “good job” than the older generation. Many would rather stay at home jobless if they failed to get stable or high-paid job.\n\n\t\n\n　　Valderfield: “I was shocked when learning that more than 3,000 college graduates applied for a street cleaner’s job in Harbin, just to become an employee at a government-affiliated institution.”\n\n\t\n\n　　Xiangzuounique: “If young people only consider government jobs as secure and decent, they lose an opportunity to enjoy life.”\n\n\t\n\n　　Zhong Shan, a graduate from Fudan University: “I’m opting for a gap year after graduation as a buffer to job-hunting. I went to Sichuan Province in western China to teach rural children. It enriches my experience, but the reality is that I still have to face the fierce competition in the labor market in the near future.”\n\n\t\n\n　　Write your response on ANSWER SHEET FOUR.\n\n\t\n\n　　审题思路\n\n\t\n\n　　本题探讨的是中国的“啃老族”现象，属于社会生活类话题。要求简要概括所给材料中的几种观点，并发表自己的评论。在具体行文方面，考生可以开篇点题，简要概括针对“啃老族”现象的各方观点。第二段可以分析产生这一问题的原因，并给出足够的论据支撑。最后一段总结全文，提出解决这一问题的有效措施。\n\n\t\n\n\n\t\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t英语四级备考每周精选推荐：5月第三周\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t作文\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文模板及范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能句型八类\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文开头六大写法\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能开头句式汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级作文常用的70个短语\n\t\t\t\n\t\t\t\n\t\t\t\t四级看图作文万能模板\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文范文50篇\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文常用加分谚语\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t听力\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力四大提分攻略\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级听力提高四个方法\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力篇章四类常考场景\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力长对话解题技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级听力长对话解题窍门\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力裸考猜答案技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力九大技巧汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力常考十三类场景词汇\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t阅读\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解100篇精析汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读长篇阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级阅读理解技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级阅读选词填空三大解题技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解常用句型\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解解题技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读裸考必知10点\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t翻译\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译每日一练汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译题库\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级翻译技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级段落翻译技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级翻译常用句型汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级段落翻译练习汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译技巧十九个\n\t\t\t\n\t\t\t\n\t\t\t\t定语从句四级翻译练习\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语\n\t\t\t\n\t\t\t\n\t\t\t\t四级口语自我介绍20秒示例\n\t\t\t\n\t\t\t\n\t\t\t\t2017年上半年英语四级口语考试内容\n\t\t\t\n\t\t\t\n\t\t\t\t个人陈述模拟练习汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语复习建议\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语自我介绍范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语句型必备汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语准考证打印方法\n\t\t\t\n\t\t\t\n\t\t\t\t2017年上半年英语四级口语考试流程\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t词汇\n\t\t\t\n\t\t\t\n\t\t\t\t四级词汇高效记忆训练汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频单词300个汇总\n\t\t\t\n\t\t\t\n\t\t\t\t570个英语四级高频词汇下载\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频词汇584个汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级高频词汇及例句汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级活跃词汇1000个汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级易混淆词汇整理\n\t\t\t\n\t\t\t\n\t\t\t\t50个句子记完7000个单词\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t语法\n\t\t\t\n\t\t\t\n\t\t\t\t大学英语四级语法大全目录\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级语法点集锦\n\t\t\t\n\t\t\t\n\t\t\t\t四级语法巩固练习100题 \n\t\t\t\n\t\t\t\n\t\t\t\t四级9种常用时态语法归纳\n\t\t\t\n\t\t\n\t\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "不实报道",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：不实报道\n\n\n\t　　范文与译文：\n\n\n\t　　As the development of the mass media, we can have access to the instant \nnews immediately. We can read the news by the Internet, it is the fastest way to \nget the first-hand information. To catch people’s attention, some media will \nexaggerate the facts, they always bring the false report. They should be \npunished.\n\n\n\t　　A few days ago, it has been reported a Chinese woman dragged a foreigner’s \nclothes to ask him for compensating her bike. A pictured was posted in the news. \nPeople criticized this woman for behaving so rude in front of a foreigner. The \nwoman couldn’t bear the pressure, she stood out and told the true that the \nforeigner beat her and said the rude words at her first. She was under the false \nscold.\n\n\n\t　　The news was reported without further research, which brought great trouble \nto the woman. Many celebrities are facing the same situation, the media report \ntheir news by exaggerating the fact, just to catch the audience’s attention. \nSuch act should be controlled to correct the journalists’ attitudes to the news \nreport.\n\n\n\t　　随着大众传媒的发展,我们可以立即获得即时新闻。我们可以通过因特网看新闻,这是最快的获得第一手信息的方式。为了抓住人们的注意力,一些媒体夸大事实,总是带来错误的报告。他们应该受到惩罚。\n\n\n\t　　几天前,据报道，一个中国女子拖着一个外国人的衣服，要求他赔偿她的自行车。新闻上配了图片。人们批评这个女人，因为她在一个外国人面前的行为是如此粗鲁。这个女子受不了压力,她站出去,说出真相，是外国人先打她,并且对她说粗鲁的话。人们错怪了她。\n\n\n\t　　新闻报道没有经过进一步的调查, 给这名女子带来了巨大的麻烦。许多名人都面临着同样的情况, \n新闻媒体通过夸大事实来进行报道,只是为了吸引观众的注意力。这样的行为应该控制，以此来端正记者对新闻报道的态度。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "反校园欺凌",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：反校园欺凌\n\n\n\t　　参考范文：\n\n\n\tAnti-bully In Campus\n\n\n\t　　The show British Got Talented is very popular around the world, it is the \noriginal show. As it is so hot and many talented people have found their stages, \nits influence on other countries can't be ignored. Last night, I saw an episode \nof a boy composing a song with his friend, it reminded the public of the issue \nof anti-bully in campus.\n\n\n\t　　When the boy and his friend stood on the stage, he was so shy and he looked \nvery nice. He told the audience that they would sing a song which was composed \nby himself and the judges were so looking forward to hearing it. As the boy \nsung, the audience sensed his miserable days in his childhood, he was bullied by \nthe higher grade students. His friend sung the part of giving hope. The judges \nwere so touched and they spoke highly of this inspring song.\n\n\n\t　　There are always some big guys trying to control the situation, so they \nbully others. This behavior is condemned by the public. The one who plays the \nrole of bad guy is actually always the one with weak heart. The movement of \nanti-bully in campus needs everybody to care for each other.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "难忘的人",
    "articleText": "\n                \n\t　　Directions: For this part you are allowed 30 minutes to write a composition \non the topic The most unforgettable Person I ever Know. You should write at \nleast 120 words and base your composition on the outline below:\n\n\n\t　　1.我生活中最难忘的人是，\n\n\n\t　　2.为什么他(或她)令我难以忘怀，\n\n\n\t　　3.结论。\n\n\n\t　　范文：\n\n\n\t　　In my life I have met a great many people who are really worth recalling.But perhaps the most unforgettable person I ever know is my English teacher.\n\n\n\t　　What frequently brings back memories of my school teacher is his special \nqualities.First and foremost,he gave us the greatest gift a teacher can \noffer—an awakening of a passion for learning.He not only led us to an \nappreciation of the beauty and perfection of English language and literature,but also aroused our great interest in exploring something deeper in this field.Furthermore,I was attracted by his lively wit.I remember that we students \nalways anticipated his class with great eagerness because his lecture were \nhumorously delivered,never failing to provoke chuckles or loud laughs.\n\n\n\t　　Although it is nearly two years since I attended his last class,he is the \ntalk of our old classmates,and I know part of him has already stayed in my \nheart.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "读书",
    "articleText": "\n                \n\t2017年6月四级作文范文：读书 灵魂的交流\n\n\n\t　　话题：\n\n\n\t　　俗话说：读书如交友。通过书，你可以和几千年前的孔子、苏格拉底交流思想，你也可以与几百年前的曹雪芹、卢梭围炉恳谈。可是你和几个伟大的灵魂交流过?\n\n\n\t　　参考例文一：\n\n\n\t　　Life is a journey,during which we are all in desperate need of a true \nfriend. Books,to a large extent,are considered as the best friends of many \nindividuals.However,in contemporary society,due to the accelerated tempo of \nlife,many people are so indulged in the internet that they do not read books any \nmore,thus suffering from moral desertification.Hence, the value of reading books \nis highlighted again.\n\n\n\t　　Persistent attention should be paid to books for several reasons. \nFirst,with a broad coverage of subjects and topics,books enable one to become \nbetter.According to a saying,there is no royal road and to learning.What's \nmore,since time-honored books accumulate the wisdom of ancient talents,it is \nbooks that offer people the possibility to attain an in-depth understanding of \nhistory and culture.Last but not least,books assist people to fully enjoy their \nleisure time.\n\n\n\t　　To sum up,it is imperative for people from all walks of life to read \nbooks-perpetual friends in human life.Not only should we read masterpieces to \nrealize the ancient wisdom,we should also read all kinds of books selectively to \nlearn human life.\n\n\n\t　　参考例文二：\n\n\n\t　　The Story of My Life by Helen Keller is the mostinfluential book in my \nlife. It abounds with courage,struggle and faith throughout.Helen Keller wasonce \nin deep despair in her childhood, but finally shedecided to overcome her \nphysical defects and livehappily. Furthermore, she showed great patience inher \nlong and hard learning period.\n\n\n\t　　I have learned, above all, three lessons from her story.First, she taught \nme that often theroad to success is to face hardships bravely. Maybe you are \nborn under an ill star yet you canstand a better chance than others. It is \ntherefore important that you screw up your couragewhen courage is needed. \nSecond, the impairment of part of her senses did not prevent herfrom learning: \non the contrary, she had made continual efforts to go deeper into the realm \nofknowledge, and her perseverance had thus helped her overcome many handicaps. \nThird, sheadvised that we should make the most of our sense organs as if we \nwould lose them soonbecause this way we would observe the world more carefully \nthan ever before.\n\n\n\t　　The book is inspiring in that it is one brimming over with the unbending \nwill of a gallantwoman beset with seemingly insurmountable difficulties.I hope I \ncan be as courageous asshe.\n\n\n\t　　词汇：\n\n\n\t　　individuals [ˌɪndɪˈvɪdjʊəl] n. 个人，个体\n\n\n\t　　desertification [dɪˌzɜːtɪfɪˈkeɪʃən] n. (土壤)荒漠化，沙漠化\n\n\n\t　　time-honored adj. 历史悠久的，因古老而受到尊重的，久享盛名的，老字号\n\n\n\t　　perseverance [ˌpɜːsɪˈvɪərəns] n. 毅力\n\n\n\t　　insurmountable [ˌɪnsəˈmaʊntəbəl] adj. 难以克服的，不可逾越的\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：改正坏习惯\n\n\n\t　　范文参考：\n\n\n\t　　Certainly, every person has bad habits. Some people may be in the habit of \nspeaking rudely; some tend to be deaf to others’ opinions; some are inclined to \ndelay. However, there is no doubt that allowing to be controlled by bad habits \ndoes a great harm to personal development.\n\n\n\t　　It is not too much to say that it is a destructive behavior to allow to be \ncontrolled by bad habits while it is constructive to change unwanted habits. If \nbad habits are allowed to be developed, they will get out of control and become \nbig obstacles to life or career. For example, a delayed-prone person will hardly \nrestrain himself from missing the deadline. Understandably, he will have few \nchances to be entrusted with important tasks and then will barely be \nprofessionally experienced enough to gain promotion. On the contrary, it is \nbeneficial to change unwanted habits and acquire good ones, because good habits \ncan make people more competent and thus widen the door to success.\n\n\n\t　　In summary, bad habits will probably make it impossible for us to achieve \nour ambitions. Therefore, we should be alert to our bad habits and make \npersistent efforts to break them.\n\n\n\t　　写作思路：\n\n\n\t　　开篇指出虽然每个人都有坏习惯，但是放任坏习惯对于个人发展十分不利。第二段继续论证放任坏习惯对生活及事业的危害以及改正坏习惯的必要性，且举例说明。结尾进行总结，强调主题。\n\n\n\t　　亮点表达：\n\n\n\t　　1.be in the habit of doing sth. 有做某事的习惯，或习惯做某事\n\n\n\t　　2.be deaf to sth. 对某事充耳不闻\n\n\n\t　　3.be inclined to do sth. 同义于tend to do sth. 有做某事的倾向,也就是习惯做某事\n\n\n\t　　4.there is no doubt that+句子 毫无疑问的是\n\n\n\t　　5.It is not too much to say that+句子 毫不夸张的是\n\n\n\t　　6.destructive 破坏性的;constructive 建设性的\n\n\n\t　　7.restrain sb. from doing sth. 约束某人做某事\n\n\n\t　　8.be alert to sth. 警惕某事\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "亚健康",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：亚健康\n\n\n\t　　1、随着现代化的不断加速发展，全世界的物质生活水平不断攀升，但人们却日益受到“亚健康”这种不良状态的威胁。\n\n\n\t　　2、亚健康的具体表现及在我国的蔓延程度(据调查，北京75%、上海72%、广州70%的上班族都处于亚健康状态)\n\n\n\t　　参考范文：\n\n\n\t　　With the modernization of the world, people’s standard of living has \nimproved a lot. Then there appears a state of sub-health among people which \nposes a new threat to them.\n\n\n\t　　There are some tpical symptoms for people who are in a state of sub-health. \nFirst of all, those who suffer from it often have a headache or backache. \nSecondly, they feel like having a rest frequently. What upsets us most is that, \nthe situation spreading countrywide. As a result, more and more workers in big \ncities are harassed by it, with a percentage of 75 in Beijing, 72 in Shanghai \nand 70 in Guangzhou respectively.\n\n\n\t　　Then how can we sovle this problem effectibely? Experts suggest that the \nbest way to keep ourselves thealthy is to do exercises. It is also very \nimportant that people should form a good living habit, for example, getting up \nearly and going to sleep early. Only doing so can we keep us healthy.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "空气污染",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：空气污染\n\n\n\t　　Directions: For this part,you are allowed 30 minutes to write a short \nessay entitled Air Pollution following the outline given below.You should write \nat least 120 words but no more than 180 words.\n\n\n\t　　1.近年来空气污染严重\n\n\n\t　　2.空气污染引发的危害\n\n\n\t　　3.有什么解决办法\n\n\n\t　　参考范文：\n\n\n\t　　Air Pollution\n\n\n\t　　It is reported that thick fog and haze surround many parts of China. People \nhave to wear masks when they go out.As air pollution is getting increasingly \nworse,it has become the main concern of people.\n\n\n\t　　Air pollution can have serious consequences for human’s health and also \nseverely affects natural ecosystems. Millions of people die of illnesses related \nto air pollution every year.Due to particles from exhaust emissions,green \nhouse effects result in warmer weather,acid rains corrode the earth,and \nfrequent haze causes traffic problems.\n\n\n\t　　Confronted with such situation,positive measures should be adopted. The \ngovernment should keep its regulatory role for properly supervision. Related \nrules should be made out for reducing emissions of new vehicles and limiting \nhigh-emission vehicles.Factories should meet standards for curbing emissions of \npollutants in surrounding cities.Meanwhile, provinces and municipalities in \neach target region should set up a mechanism for the joint prevention and \ncontrol of air pollution.\n\n\n\t　　【点评】\n\n\n\t　　文中从雾霾和人们带口罩出门引出空气污染这一话题，然后在第二段中谈及空气污染对人类健康和自然生态系统的影响，在最后一段中分别指出政府，工厂及省、市等需要采取措施解决空气污染的问题。\n\n\n\t　　第一段中thick fog and haze意为“雾霾”，getting increasingly \nworse意为“日益恶化”;第二段中severely affects natural ecosystems意为“严重影响自然生态系统”，exhaust \nemissions意为“废弃排放”，green house effects意为“温室效应”，corrode意为“腐蚀”;第三段中keep its \nregulatory role意为“发挥其监管的职责”;curbing emissions of pollutants意为“减少污染物的排放”。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "挫折",
    "articleText": "\n                \n\t　　Directions: For this part, you are allowed 30 minutes to write a \ncomposition on the topic Frustration Education should be Strengthened among \nCollege Students. You should write at least 120 words, and base your composition \non the outline：\n\n\n\t　　1)加强挫折教育十分重要，\n\n\n\t　　2)举例说明你的观点，\n\n\n\t　　3)为了加强挫折教育，我们应该……\n\n\n\t　　Frustration Education should be Strengthened among College Students\n\n\n\t　　It is universally acknowledged that college students should be guided \ncorrectly to face frustrations in life.Frustration is inevitable during our \nlife, and frustration education should be carried out among colleges and \nuniversities.The truth of it is deep and profound.\n\n\n\t　　A great many remarkable illustrations contribute to this argument.A case \nin point is that there are an increasing number of college students committing \nsuicide each year when confronted with some kind of frustration.This is close \nto suggest that strengthening frustration education allows of no delay.As a \nmatter of fact,it seems that successful people tend to be good at dealing with \nfrustrations. Moreover,most of the students are often annoyed and discouraged \nby frustrations instead of drawing lessons.\n\n\n\t　　Judging from the evidence offered,we might safely draw the conclusion that \nfrustration education is essential to the college students.But what is worth \nnoting is colleges should also provide psychological service for the students \nwhile giving frustration education.To conclude,college students should be \nguided in the right path when facing setbacks in life.\n\n\n\t　　参考译文：\n\n\n\t　　普遍公认我们应该正确引导大学生面对生活中的挫折。挫折在我们生活中必不可少，而挫折教育应该在学生和大学中展开。其中的道理非常深刻。\n\n\n\t　　很多值得注意的例子支持上述论证。一个恰当的例子就是当面对某种挫折的时候，每年自杀的大学生越来越多。这充分证明了加强挫折教育刻不容缓。事实上，成功人士似乎倾向于擅长面对挫折。此外，大多数学生经常被挫折所烦恼和沮丧，而非吸取教训。\n\n\n\t　　根据上述论证，我们可以得出结论：挫折教育对于大学生十分重要。但值得注意的是，在进行挫折教育的同时，大学也应为学生提供心理服务。总之，在面对生活中的挫折时，我们应该对大学生给与正确引导。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "微信的影响",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：微信的影响\n\n\n\t　　范文：\n\n\n\t　　Wechat Conquers the World\n\n\n\t　　Since the policy of Reform and Open in the last century, Chinese economy \ndevelops so rapidly. At the same time, the technology catches up with the world. \nThe popular social communicational tool Wechat was created in China, but now it \nconquers the world and people is crazy about it.\n\n\n\t　　The reason why people like to use Wechat is that the functions are \nall-sided. Before Wechat, the most popular social communicational tool like \nfacebook though is creative, it has to download another software to better \ncommunication. While for Wechat, everything is simple, you don’t need to \ndownload another software. What’s more, you can pay and have the webcam with \nyour friends. The comment that your friends give to you is more private, only \nthe common friends can share. As it is so convenient, people say that they can \ndo everything with a smart phone at hand.\n\n\n\t　　Technology changes our life and people’s need promotes the improvement of \ntechnology. We use our wisdom and create the new things. We should be proud of \nus and show to the world that Chinese people are creative.\n\n\n\t　　译文：\n\n\n\t　　自上世纪改革开放政策的实施,中国经济发展得如此之快。同时,技术也在赶上世界。受欢迎的社交软件微信出自中国,但现在它征服世界和人们也为之着迷。\n\n\n\t　　人们喜欢使用微信的原因是功能很全面。在微信之前,最流行的社交工具像facebook虽然很有创造性,但是它必须下载另一个软件来进行更好的交流。而对于微信,一切都很简单,你不需要下载另一个软件。更重要的是,你可以进行支付，和你的朋友进行视频对话。朋友给你的留言比较私密，只有共同的朋友可以分享。因为微信非常方便,人们说他们可以用智能手机做进行一切事情。\n\n\n\t　　技术改变了我们的生活，人们的需要促进了科技的进步。我们用我们的智慧来创造新事物。我们应该感到骄傲,向世界展示中国人民的创造力。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "酒驾",
    "articleText": "\n                \n\t　　1.酒驾频现引起广泛关注\n\n\n\t　　2.酒驾的危害\n\n\n\t　　3.为了减少酒驾，我们应该……\n\n\n\t　　范文：\n\n\n\tHow to Reduce Drunken Driving\n\n\n\t　　Currently, as a mass of reports on deaths andinjuries caused by drunken \ndriving are all over thenews， the phenomenon of drunken driving hasaroused \nnationwide concern.\n\n\n\t　　Drunken driving will undoubtedly give rise tosevere consequences if we turn \na blind eye to it. Inthe first place, it will put the safety of \ndrivers,passengers and pedestrians under threat by causing traffic accidents, \ninjuries or even deaths.After that, it means a mournful waste of time and money \nto treat the injured and fix thecrashed cars. In addition, the irresponsible \nbehaviors of the drunken drivers may lead to theunstabilization of the \nsociety.\n\n\n\t　　Prompt and effective measures should be taken to reduce drunken driving \nbefore thingsget worse. On the one hand, it is essential that laws and \nregulations should be strictlyenforced to impose heavy penalty on those who \nviolate the rules. On the other, more effortsshould be made to arouse public \nconsciousness, such as propagating the bad influence ofdrunken driving. Only in \nthis way can drunken driving be reduced.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "毕业计划",
    "articleText": "\n                \n\t　　Directions: For this part, you are allowed 30 minutes to write a letter in \nreply to a friend’s inquiry about Plan after graduation. You should write at \nleast 120 words according to the outline given below in Chinese:\n\n\n\t　　假如你是李明，你的朋友石头来信咨询你的毕业之后的计划，考研还是就业，请根据自己的情况写封回信告知石头你的态度，并说明理由。\n\n\n\t　　参考范文：\n\n\n\t　　Dear Shitou，\n\n\n\t　　So great to receive your letter on May 1st, in which you inquired about my \nplan after graduation. Now, I am writing to illustrate it and my accounts。 As is \nknown to all, so many graduates are eager to set feet on their work-life roads. \nAccording to a survey by National Department of Education, more than six million \ncollege students will leave the so called “Ivory Tower” this year. It is clear \nthat the competition of job-hunting will be extremely furious. On the contrary, \nit seems advisable for me to further my study and get a master’s degree. What \nmakes me convinced is that a higher degree and better educational background \nwill, undoubtedly, enable me to make full preparation for entering the society. \nBesides, if possible, I will get involved in social and practical activities in \nmy spare time。 Taking all aspects into account, I choose to study as a \npostgraduate。\n\n\n\t　　Many thanks for your concern.\n\n\n\t　　Best wishes!\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "勤俭节约",
    "articleText": "\n                \n\t　　As we all know,thrift is a great tradition of the Chinese nation, but also \na concrete expression of high moral standing.Along with the more and more higher \nof living standards,many people are no longer interested in the life of \nthrift.They felt that thrift is becoming a thing of the pas.just as the saying \ngoes,\"Waste not, want not\".In fact, the thrift is not a matter of how difficult \nit does not need you too much to deliberate what to do.\n\n\n\t　　For one thing,in a personal way,there are many things worth saving, such as \nwater, food, power, etc. What you waste is what others need,we will not only \nthink what we like and what we want,but also consider about the necessary to \nsomeone.For another,as a country,it is essential that advocate the good \ntradition of hardworking and being frugal and consciously resist waste and \nextravagance.Our government is aiming to build an economical society.\n\n\n\t　　At last,we need to work hard, be thrifty, and oppose waste and \nextravagance.Not only is it our traditional virtue,but also it can help us save \nresources.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "出国留学",
    "articleText": "\n                \n\t　　要点提示：\n\n\n\t　　1、写作前，读懂标题，理解主题，酝酿文章。此文的主题是出国留学还是留在国内深造?并说出原因。\n\n\n\t　　2、第一段，写出该文主题，明确论点。比如该文是要笔者在两者之间选择一个来论述，笔者则需在第一段明确其中一个方向。\n\n\n\t　　3、第二段，分点论述，可以适当举一些例子。通过第一段明确的论点后，第二段就着重此论点展开讨论。\n\n\n\t　　4、第三段，总结以上观点。\n\n\n\t　　参考例文：\n\n\n\t　　Study abroad or at home\n\n\n\t　　With the rapid development of science and technology, much more people plan \nto study abroad than before. They are the students who are from colleges and \nuniversities, from the middle schools, from the primary schools, or from all \nwalks of life. However, what difference does it make between studying abroad and \nstudying home?\n\n\n\t　　I believe studying home is preferable though many students are enthusiastic \nabout studying abroad to pursue their higher education. On the one hand, you \ndon’t have to take foreign language tests such as TOEFL or GRE. This can save \nyou a tremendous amount of time, money and effort, allowing you to put much \nenergy into to your academic field. In addition, if you study at home, you can \nstay with your family and old friends. Meanwhile, while studying at home, you \ncan enjoy the intimate friendship and comfortable family atmosphere which you \ncan only dream of in a foreign university, where you will be accompanied by your \nown shadow most of the time. For these reasons, it is more realistic and \nsensible to pursue one’s higher education at home than studying abroad.\n\n\n\t　　In a word, compared with studying abroad, I prefer to study at home. For \none thing, it saves money for my family, and relieves the pressure of my \nparents. For another, studying at home may make me better than studying abroad, \nif I go to a terrible school abroad.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "手机的利弊",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：手机的利弊\n\n\n\t　　手机的好处。\n\n\n\t　　手机的弊端。\n\n\n\t　　我的看法。\n\n\n\t　　范文：\n\n\n\t　　Nowadays, with the rapid development of IT,cell phones play a more and \nmore important role in people’s life.But,like everything else,they have both \nfavorable and unfavorable aspects.\n\n\n\t　　First,it’s useful.As a wireless mobile telephone,it’s easy and handy to \ncarry it wherever one goes and call the callee however far away he is.Therefore,it greatly facilitates people’s life. Second, it’s convenient.Whenever one meets trouble or something urgent, one can make a call immediately.Most important of all,it’s a very helpful companion. With a multifunction cell \nphone in hand,one can easily get on the net, browsing the useful information, \nconducting e-commerce and doing whatever one can do via Internet.\n\n\n\t　　However,just as everything has two sides,the cell phone also has many \ndisadvantages,.To begin with, it’s expensive to buy and costly to pay the \nbills, esp.that of global service. To make matter worse, it’s also easy to lose \nand costly to get it repaired. Worst of all, it’s not as clear as a family \ntelephone and sometimes the number dialed is often not available.Last but not \nleast,it’s alleged the micro-waves in it might do harm to people’s health.\n\n\n\t　　In my opinion, with its expenses greatly reduced after China’s entry into \nthe WTO,.Someday most of them will be developed into new Internet-enabled \nmobile phones, which will be as useful as pocket computers. And I believe its \nadvantages will not only offset its disadvantages, but also far outweigh \nthem.\n\n\n\t　　范文赏析：\n\n\n\t　　这是篇议论文，文章开篇入题，一步到位。先由手机的重要性直接引入议题，手机虽在人们生活中越来越重要，但也是利弊掺半，并以此承上启下，自然过渡。\n\n\n\t　　接着在第二段文章论述了手机的益处：方便、快捷、便于携带，可以用它上网等等。随后，作者用“世上任何事物都是一分为二的”完成段落的过渡，进而引出手机的弊端，如自身价格昂贵、费用难以承受、易于丢失、有时因音量过小不清楚等等。\n\n\n\t　　最后，权衡利弊，通过“In my \nopinion”作者亮出自己的观点：随着中国入世手机费用的下降，“利”会远远超过“弊“，且手机未来的趋势会向掌上电脑型发展。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "旅游不诚信现象",
    "articleText": "\n                \n\t　　1.近年来旅游行业中不诚信现象比较普遍\n\n\n\t　　2.出现这一现象的原-因\n\n\n\t　　3.我对这一现象的看法和建议\n\n\n\t　　Dishonesty in Tourism\n\n\n\t　　Since 1980s, the economy of China has developed greatly. With more money in \ntheir pockets, people are spending more money on travelling, which has brought \nprosperity to tourism. Nevertheless, many travel agencies or agents are reported \nto cheat their customers and make money in a dishonest way.\n\n\n\t　　The reason for dishonesty in tourism is various. First and for most, money \nis the spur. Some travel agencies use all means to cheat their customers in \norder to get more money. Secondly, to survive in the fierce competition, travel \nagencies have to make enough profits. To realize profit maximization, they \ncheat. Last but not least, their victims seem to have little sense of defending \ntheir rights.\n\n\n\t　　To regulate travel agencies and protect the rights of tourists, the \ngovernment has issued various laws. However, I think tourists can take the \nfollowing tips to avoid travel scams. First, choose a trustworthy travel agency \nfor your trip. Secondly, use your common sense and keep alert while travelling. \nFinally, defend yourself if your rights are violated.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "绿色食品",
    "articleText": "\n                \n\t　　Directions:\n\n\n\t　　Write a composition entitled Popularity of Green Food.You should write at \nleast 120 words according to the outline given below in Chiness.\n\n\n\t　　1.绿色食品现在越来越受到消费者的青睐;\n\n\n\t　　2.为什么绿色食品如此受欢迎;\n\n\n\t　　3.绿色食品将有更大的发展空间。\n\n\n\t　　Popularity of Green Food\n\n\n\t　　Due to its high-quality and original tastes,green food appeals to more \nconsumers.From supermmarkets to chain stores,green food is found \neverywhere.\n\n\n\t　　Why is green food so popular even though its price is usually higher than \nother food? On the one hand, recently a series of issues on food safety makes \ncustomers disturbed and anxious.In order to have the reliable food,more \nhousewives opt to select green food for their family. Green food has been \nlabeled as a kind of healthy,delicious and fashionable food.This is perhaps \nthe most important reason for the popularity of green food.On the other haod,with the advance in living standard,people will pay more attention to the \nquality of food and their raised income is enough to cover the expenditure of \nfood with a comparatively high price.\n\n\n\t　　With the development of the society,green food is certainly to hold a \nlarger portion in the market.In the near future,people will be accustomed to \nenjoy the fresh vegetable,fruits and cereals without pesticide residues,artificial feed and contarnination.(183 words)\n\n\n\t　　绿色食品凭借它的高品质和天然味道，为众多消费者所钟爱。从大型超市到连锁店，到处能找到绿色食品的身影。\n\n\n\t　　绿色食品的价格往往高于普通食品，为什么还能如此受欢迎呢?一方面，最近一系列的食品安全事件使消费者心有余悸。为了买到更值得信赖的食品，更多的家庭主妇选择了绿色食品。绿色食品已成为健康、美味和时尚食品的代表。这也许是绿色食品受欢迎的最重要的原因。另一方面，随着生活水平的提高，人们更关注食品的质量，而他们的收入也足以支付价格比较高的食品。\n\n\n\t　　随着社会的发展，绿色食品必然在市场中占据更大的比例。在不久的将来，人们会习惯于品尝没有杀虫剂、人工饲料和污染的新鲜蔬菜、水果和谷物。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "网络语言",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：网络语言\n\n\n\t　　1.近年来网络语言在青少年中很流行\n\n\n\t　　2.人们对这一现象看法不同\n\n\n\t　　3.我的看法\n\n\n\t　　范文：\n\n\n\tInternet Slang\n\n\n\t　　Internet slang such as LOL (laughing out loud) and ROFL (rolling on the \nfloor laughing) enjoys great popularity among teenagers nowadays. In fact, it \nbecomes so popular that many terms now cross from computer-mediated \ncommunication to face-to-face communication. Some teenagers even use them in \nessay writing.\n\n\n\t　　People have different opinions towards this phenomenon. Some people say \nthat it will help enrich the language system and make language diverse. But \nothers disagree, saying that these new words, being abbreviations for existing, \nlong-used phrases, don't \"enrich\" anything; they just shorten it and their total \neffect on language will be trivial.\n\n\n\t　　In my opinion, Internet slang has little effect on language in general, but \nwill greatly influence individuals', especially teenagers' language development. \nThe reason is that overuse of Internet slang will lead to the lack of proper \npunctuations and grammar and has numerous misspellings in writing. That will \ndrastically reduce chances of employment when students graduate and seek jobs. \nSo, for the sake of their future, teenagers had better refrain from Internet \nslang.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "假期综合症",
    "articleText": "\n                \n\t　　Directions: For this part, you are allowed 30minutes to write a short essay \nentitled Post-holidaySyndrome Among Students. You should write atleast 150 words \nfollowing the outline given below.\n\n\n\t　　1.很多学生在开学伊始都会出现假期综合症\n\n\n\t　　2.出现这一现象的原因\n\n\n\t　　3.我的建议\n\n\n\t　　范文：\n\n\n\tPost-holiday Syndrome Among Students\n\n\n\t　　With the gloomy prospect of returning toschool,many students could suffer \nfrom post-holiday syndrome,which refers to a general feelingof depression \nbefore returning to campus life,which is caused by irregular lifestyles \nduringthe holiday.Symptoms include fatigue, lack of appetite and concentration,irritability and afeeling of helplessness.\n\n\n\t　　Various reasons can account for it.But most important of all,a large \nnumber of studentstend to overindulge themselves in eating, merrymaking and \nplaying around during the holidays,which makes it difficult to adjust to their \nroutine study schedule and life pace on the campus.\n\n\n\t　　My suggestions to deal with this syndrome are as follows.First，exercising \nand sticking toa normal schedule over the holidays will make a difference and \nnip post-holiday syndrome inthe bud. Besides,it pays to return a few days \nearlier before the semester starts.The earlyreturn seems to have kept the \nholiday blues at bay.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "保护非遗",
    "articleText": "\n                \n\t　　距离2016年12月英语四级考试还有一个多月的时间，是时候该备考英语四级作文题型了。新东方网考研频道英语四级频道为大家整理了一些英语四级作文热门话题，希望可以为大家带来帮助。\n\n\n\t　　下面是英语四级作文范文：保护非遗\n\n\n\t　　Protecting the Intangible Cultural Heritages\n\n\n\t　　1.保护非物质文化遗产很重要\n\n\n\t　　2.非物质文化遗产指的是……\n\n\n\t　　3.为保护非物质文化遗产我们应该……\n\n\n\t　　参考范文：\n\n\n\t　　Like tangible cultural heritages such as the Great Wall and the Forbidden \nCity, intangible cultural heritages like Peking Opera and \nConfucius-commemorating rituals are equally crucial. We should make our utmost \nefforts to preserve intangible heritages because, without their physical form of \nexistence, they are in greater risk of extinction.\n\n\n\t　　According to UNESCO’s Convention for the Safeguarding of Intangible \nCultural Heritage (2003), all forms of social customs and habits, folklore, \nperforming arts, rituals, oral traditions, festivals, traditional crafts and \nvarious knowledge and practices about nature and universe can be classified as \nintangible cultural heritages. As a country consisting of a great diversity of \nethnic groups and with time-honored history and civilization, China abounds in \nintangible cultural heritages. Cultural heritages connect modern people with the \nhistorical past, allowing them to acquire a cultural and historical identity. \nWithout cultural heritages, we would be rendered absolutely rootless and we \nwould find it hard to cope with challenges at present and in the future.\n\n\n\t　　However, the modernization process poses mounting threats to intangible \nheritages. Many people have a blind faith in the latest electronic devices. It \nis also pathetic to see elderly people in possession of such legacies pass away \nwithout transmitting them to the younger generation. Faced with those \nchallenges, we should both preserve and renovate our ancestral heritages so that \nwe can help contribute to the cultural diversity of the world and return to our \nspiritual homeland in this age of impersonal science and technology.\n\n\n\t \n\n\n       \n   \n            "
  },
  {
    "txtTitle": "了解社会",
    "articleText": "\n                \n\t　　Directions:\n\n\n\t　　Write a composition entitled Getting to Know the World outside the Campus.You should write at least 120 words according to the outline given below in \nChinese.\n\n\n\t　　1.大学生了解社会的意义;\n\n\n\t　　2.了解社会的途径(如: 大众媒介、社会服务等);\n\n\n\t　　3.你打算怎么办?\n\n\n\tGetting to Know the World outside the Campus\n\n\n\t　　It is necessary for college students to know the world outside the campus.For one thing,it can make students know themselves better so that they will be \nhighly motivated in studies.For another,it will lay a solid foundation for \ntheir future career.Finally,they can practice their abilities in management,organization and so on.\n\n\n\t　　There are many ways for students to get to know the outside world. First,they can know the world from mass media, such as newspapers,TV, radio,magazines and advertisements.By these means,they can grow from ill-informed \nstudents to knowledgeable ones.Second,they can know the world through social \npractices,such as working part time in a company and taking up some social \nwork,which offer students the opportunities to know the society.Third,students can also conduct some surveys in factories and villages to get to know \npeople's lives and experiences.\n\n\n\t　　As a student,I think the first thing I should do is to obtain enough \nknowledge for my future job.The other thing I can do is to expose myself to the \nsocial life to gain personal experience about the world outside the campus.(193 \nwords)\n\n\n\t了解校园之外的世界\n\n\n\t　　对大学生来说，有必要去了解校园外的世界。一方面，这能使学生更好地了解自己，这样他们会在学习上有高度的进取心。另一方面，这会为他们将来的职业奠定坚实的基础。最后，他们能锻炼自己的管理、组织等能力。\n\n\n\t　　学生了解外部世界有许多途径。第一，他们可以通过大众媒体了解世界，比如报纸、电视、广播、杂志和广告。通过这些工具，他们能从消息匮乏的学生成长为博识的人。第二，他们可以通过社会实践来了解世界，比如在公司做兼职以及参加一些社会工作，这会给学生提供了解社会的机会。第三，学生还可以对工厂和村庄进行调研，以了解人们的生活和经历。\n\n\n\t　　作为一名学生，我认为我首先应该做的是为我将来的工作获取足够的知识。另外我能做的，就是使自己与社会生活接触，以得到在校园外的世界的个人经历。\n\n\n\t　　motivate ['moutiveit] v.剌激，激发\n\n\n\t　　massmedia 大众传播媒体\n\n\n\t　　lay a solid foundation for 为……打下坚实的基础\n\n\n\t　　ill-informed [,ilin'fɔ:rmd] adj.消息不灵通的\n\n\n\t　　expose myself to 使某人接触……\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "野生动物越来越少",
    "articleText": "\n                \n\t　　Directions:\n\n\n\t　　Write a composition entitled Saving Wild Animals. You should write at least \n120 words according to the outline given below in Chiness.\n\n\n\t　　1.野生动物的数量越来越少;\n\n\n\t　　2.是什么原因造成野生动物的数量越来越少;\n\n\n\t　　3.保护野生动物的措施。\n\n\n\t　　Saving Wild Animals\n\n\n\t　　Tbere is an undeniable fad that the number of wild animals is declining \nfaster than ever before. This problem is so serious that it has aroused great \nconcem to explore some reasons for this phenomenon.\n\n\n\t　　有一个不可否认的事实，野生动物的数量正在以前所未有的速度下降。这个问题是如此严重，已经引起了极大的关注去探讨这种现象的一些原因。\n\n\n\t　　Tbere are several underlying factors for the declining number of wild \nanimals. Firstly, with the fast development of human society, the environment is \nseriously destroyed and wild animals lose their habitats . Accordingly, some \nspecies become extinct or on the verge of extinction. What's more, people hunt \nwild animals for food and skin. A good case in point is that the Japanese have \nkilled a lot of whales because they like to eat the meat. In addition, human \nbeings are largely responsible for the pollution of natural environment, and \npoison wild animals in many ways.\n\n\n\t　　野生动物数量的减少有几个基本的原因。首先，随着人类社会的快速发展，环境被严重破坏，野生动物失去它们的栖息地。因此，一些物种灭绝或濒临灭绝。更重要的是，人们捕猎野生动物以获取食物和皮毛。一个很好的例子是，日本人杀害了大量的鲸，因为他们喜欢吃肉。此外，对自然环境的污染，野生动物的毒害，人类在许多方面负有主要责任。\n\n\n\t　　The current problem, I believe, should be solved immediately. For one \nthing, our govemment should play a key role in making relevant rules and \nprotecting wild animals. For anotber, the general public should be educated to \nvalue the existence of these animals on our planet. With the efforts of all \nconcerned, more and more animals will be saved and protected. (189 words)\n\n\n\t　　我相信，目前存在的问题应立即解决。一方面，我国政府在制定相关规定和保护野生动物方面应当发挥关键作用。另一方面，要教育广大民众珍惜我们这个星球上的这些动物的存在。在有关方面的努力下，越来越多的动物将会得到保护。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "收入差距",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：收入差距\n\n\n\t　　1.收入差距悬殊是当前社会的一种现象\n\n\n\t　　2.人们对之褒贬不一\n\n\n\t　　3.我的看法\n\n\n\t　　范文：\n\n\n\t　　Now the income gap is getting wider and wider.In some privately owned \nfirms, joint-ventures, or foreign-fund companies, an executive's yearly income \nis ten times or even a hundred times as much as an ordinary worker's.\n\n\n\t　　Faced with this situation, people will undoubtedly have different opinions.Some believe that it benefits the social and economic development since driving \nforce is often derived from the gap.In other words, the gap inspires people and \ngives a push to advancement.Others speak of its side effect: income gap is \noften the root of social unrest and also contrary to our country's \nprinciple.\n\n\n\t　　From my point of view, while it is true that the income gap may stimulate \nthe social development to some extent, it causes trouble as well.An income gap \nthat is too wide for most people to bear can neither contribute to the stability \nof a country nor promote its economic development.Therefore, while we are \nadvocating the rapid development of our country, we should tolerate the narrow \nincome gap but narrow the wide one.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "抑郁症",
    "articleText": "\n                \n\t　　Directions:\n\n\n\t　　Write a composition entitled How to Deal with Depression.You should write \nat least 120 words according to the outline given below in Chiness.\n\n\n\t　　1.近年来患抑郁症的人越来越多;\n\n\n\t　　2.抑郁症的危害;\n\n\n\t　　3.如何摆脱抑郁症。\n\n\n\tHow to Deal with Depression\n\n\n\t　　In recent years,with the increasingly fierce competition,more and more \npeople are bearing great pressure from study,work and life.Under great \npressure,many people begin to become sad,hopeless and finally suffer from \ndepression.\n\n\n\t　　Depression has brought great bad influence on one's study,work and life.In fact,depression affects not only one's mind but also his body. Those with \nsevere depression even are unable to continue their work or carry out normal \nactivities.The symptoms mainly include feelings of sadness,hopelessness,not \nwanting food and trouble sleeping. Besides, depression is linked to many other \ndiseases,like heart disease.What's worse,depression is one ofthe main courses \nof people's suicide.\n\n\n\t　　Considering the bad effects of depression,it must be taken more seriously.For those patients with depression,first of all, it is important to accept \ntreatment timely instead of covering or ignoring the disease. Besides,people \nshould learn to release pressure and keep a pleasant mood.ActuaUy,the best \ntreatment is a combination of medication and psychological help.Only in this \nway can people reduce the chance of suffering from depression or get rid of it.(189 words)\n\n\n\t　　近年来，随着竞争的日趋激烈，越来越多的人正承受来自于学习、工作和生活的巨大压力。许多人在巨大的压力下开始变得悲伤、绝望，最终患上抑郁症。\n\n\n\t　　抑郁症给一个人的学习、工作和生活带来了严重的不良影响。事实上，抑郁症不仅影响一个人的心理，而且还影响到他的身体。那些患有严重抑郁症的人甚至无法继续工作或从事正常的活动。其症状主要包括悲伤、绝望的情绪，以及食欲差和失眠。此外，抑郁症与其他许多疾病有牵连，例如心脏病。更糟的是，抑郁症是有些人自杀的主要原因之一。\n\n\n\t　　鉴于抑郁症的不良影响，必须加以认真对待。对于那些抑郁症患者而言，首先，重要的是要及时接受治疗，而不是遮盖或忽视这种疾病。此外，人们应该学会释放压力，保持愉快的心情。其实，最好的治疗是将药物治疗与心理帮助相结合。只有这样，才能够减少患抑郁症的可能性或摆脱抑郁症的困扰。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "心理健康",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：心理健康\n\n\n\t　　For this part，you are allowed 30 minutes to write a composition on the \ntopic：How to Keep Psychologically Healthy? You should write at least 120 words \nfollowing the outline given below in Chinese.\n\n\n\t　　1.心理健康问题往往是导致疾病的原因\n\n\n\t　　2.分析人们产生心理健康问题的原因(可从失业、压力过重、缺乏支持、缺乏人际交往能力等方面分析)\n\n\n\t　　3.你认为人们应如何保持心理健康\n\n\n\tHow to Keep Psychologically Healthy?\n\n\n\t　　One in four people will experience some kind of mental problem in the \ncourse of a year.When you fail to manage these problems，they are likely to \ncause various mental illnesses.\n\n\n\t　　The cause of mental health problems often vary a lot from one case to \nanother.In today’s society，a good number of people are suffering from heavy \npressure.Others lack communication skills.In addition，a lot of people are \nignorant of psychological knowledge about how to keep mentally fit.\n\n\n\t　　There are a lot of ways to curb mental health problems and keep \npsychologically healthy.Firstly，find the real cause of your mental health \nproblem and see whether you can do something about it.Secondly， learn to relax \nyourself and take exercises to release the pressure. Lastly，you may find it \nhelpful to talk to your partner or friend about your problem，or seek support \nand advice form a psychological consultant.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "社会责任感",
    "articleText": "\n                \n\t　　Directions:\n\n\n\t　　Write a composition entitled Social Responsibility.You should write at \nleast 120 words according to the outline given below in Chinese.\n\n\n\t　　1.大学生参加社区服务、暑期志愿者服务、援助西部等是否能培养大学生的社会责任感;\n\n\n\t　　2.人们对此观点不一，有的支持，有的反对;\n\n\n\t　　3.谈谈你的看法。\n\n\n\tSocial Responsibility\n\n\n\t　　Now many college students enthusiastically participate in community \nservice,volunteer work and the westem aid service.There has been a discussion \nrecently about whether this kind of action is helpful for cultivating the social \nresponsibility of college students.People have different opinions about it.Some are in favor of it,while some take an opposite side.\n\n\n\t　　As for me,it is helpful for the growth of the students and the cultivation \nof social responsibility.In the first place,it helps students understand what \nthe needs of the country are.In the second place,it offers students the \nopportunity to play their own roles in the society.Finally,it enables students \nto understand what social responsibility is by paying close attention to other \npeople,our society and state.\n\n\n\t　　Based on the above discussions,I can easily forecast that more and more \nstudents will actively participate in these meaningful activities.(148 \nwords)\n\n\n\t社会责任\n\n\n\t　　如今许多大学生很有激情地参加社会服务、志愿者工作和西部支援服务。最近，人们已经在讨论，这种行为对培养大学生的社会责任感是否有用。人们就这一问题有不同观点。有些人支持，也有些人站在反对立场上。\n\n\n\t　　对我来说，这种行为有助于学生的成长和社会责任感的培养。首先，它帮助学生理解国家需要什么。其次，这种行为为学生提供机会，来发挥他们自己在社会中的作用。最后，通过密切关注他人、社会和国家，这种行为能使学生理解什么是社会责任感。\n\n\n\t　　基于以上讨论，我很容易就能预测到，越来越多的学生会积极参与到这些有意义的活动中去。\n\n\n\t　　enthusiastically [in,θju:zi'æstrikli] adv.热心地;满腔热情地\n\n\n\t　　take an opposite side 采取相反的一面\n\n\n\t　　play one's own role in 在……上扮演自己的角色\n\n\n\t　　cultivate ['kʌltiveit] v.培养\n\n\n\t　　in favor of 支持，赞同\n\n\n\t　　forecast ['fɔ:rkæst] v.预测，预言\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "严峻的就业形势",
    "articleText": "\n                \n\t　　Directions: For this part, you are allowed 30 minutes to write a letter on \nthe issue of employment for gradutes. You should write at least 120 words, and \nbase your composition on the outline given below in Chinese:\n\n\n\t　　1.就业的形势越来越严峻，东西部人才供需并不均衡。\n\n\n\t　　2.你认为是否应在西部就业及其原因\n\n\n\t　　范文：\n\n\n\tThe Issue of Employment for Gradutes\n\n\n\t　　As we all know, the situation of employment graduate is urgent nowadays. \nEmployment becomes a major social issue in our country. More and more people pay \ngreat attention to it.\n\n\n\t　　This issue result from two aspects. First many undergraduates are finding \njobs. They hope to get a job with high salary and other pensions. So the \ngovernment and the society face great pressure. More job opportunities are \nneeded to create for them.\n\n\n\t　　On the other hand, there are many vacancies of jobs in the west. So there \ncomes an imbalance between the supply and demand in the east and the west. Few \npeople want to seek jobs in the west. They prefer to live in the major cities, \nsuch as Beijing , shanghai and other developped areas. To solve this issue, it \nis a better choice to encourage people to seek jobs in the west. This also help \nto develop local economy and offer a brandew chance for graduates.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "空气污染",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：空气污染\n\n\n\t　　Directions: For this part,you are allowed 30 minutes to write a short \nessay entitled Air Pollution following the outline given below.You should write \nat least 120 words but no more than 180 words.\n\n\n\t　　1.近年来空气污染严重\n\n\n\t　　2.空气污染引发的危害\n\n\n\t　　3.有什么解决办法\n\n\n\t　　参考范文：\n\n\n\t　　Air Pollution\n\n\n\t　　It is reported that thick fog and haze surround many parts of China. People \nhave to wear masks when they go out.As air pollution is getting increasingly \nworse,it has become the main concern of people.\n\n\n\t　　Air pollution can have serious consequences for human’s health and also \nseverely affects natural ecosystems. Millions of people die of illnesses related \nto air pollution every year.Due to particles from exhaust emissions,green \nhouse effects result in warmer weather,acid rains corrode the earth,and \nfrequent haze causes traffic problems.\n\n\n\t　　Confronted with such situation,positive measures should be adopted. The \ngovernment should keep its regulatory role for properly supervision. Related \nrules should be made out for reducing emissions of new vehicles and limiting \nhigh-emission vehicles.Factories should meet standards for curbing emissions of \npollutants in surrounding cities.Meanwhile, provinces and municipalities in \neach target region should set up a mechanism for the joint prevention and \ncontrol of air pollution.\n\n\n\t　　【点评】\n\n\n\t　　文中从雾霾和人们带口罩出门引出空气污染这一话题，然后在第二段中谈及空气污染对人类健康和自然生态系统的影响，在最后一段中分别指出政府，工厂及省、市等需要采取措施解决空气污染的问题。\n\n\n\t　　第一段中thick fog and haze意为“雾霾”，getting increasingly \nworse意为“日益恶化”;第二段中severely affects natural ecosystems意为“严重影响自然生态系统”，exhaust \nemissions意为“废弃排放”，green house effects意为“温室效应”，corrode意为“腐蚀”;第三段中keep its \nregulatory role意为“发挥其监管的职责”;curbing emissions of pollutants意为“减少污染物的排放”。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "大学生支教",
    "articleText": "\n                \n\t　　Directions: For this part, you are allowed thirty minutes to write a \ncomposition on the topic: Aid?Education in China. You should write at least 120 \nwords following the outline given in Chinese below:\n\n\n\t　　1.每年，高校许多大学生受到鼓舞去贫困地区支教。\n\n\n\t　　2.支教活动的意义。\n\n\n\t　　3.我的看法。\n\n\n\t　　参考范文：\n\n\n\tAid--Education in China\n\n\n\t　　Each year,college students,encouraged to aid students in the \npoverty—stricken areas,volunteer themselves in poor villages for a year and try \nto improve education in poor areas.\n\n\n\t　　Aid—education has been beneficial in two aspects.On the one hand, college \nvolunteers are really devoted to the cause.They have opened the eyes of students \nin underdeveloped regions to the outside world by bringing them new knowledge \nand thoughts.As a result,they are extremely well—received by the children \nthere.On the other hand,college students have received a rigorous training by \nadapting to the harsh living conditions.They are enjoying the appreciation and \nno—distance friendship from the children.What’s more,they are greatly inspired \nby the moving and tireless spirit of the children.\n\n\n\t　　In my opinion,China’s educational development can’t be isolated from each \nindividual and we college students should take the lead in response to the \nappeal for offering aid to children in poor areas.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "大学生锻炼",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：大学生锻炼\n\n\n\t　　Directions:For this part,you are allowed 30 minutes to write a short essay \nentitled College Students Should Attend Physical Exercise.\n\n\n\t　　1、有些大学生不喜欢参加体育锻炼，这种做法是相当不可取的。\n\n\n\t　　2、大学生参加体育锻炼的好处。\n\n\n\t　　3、你喜欢参加何种体育锻炼?\n\n\n\t　　范文：\n\n\n\t　　College Students Should Attend Physical Exercise.\n\n\n\t　　Physicalexercise is a necessary part of college life. However, still some \ncollegestudents do not like to attend sports activities. They think those \nactivities waste their timeand influence their study. Indeed, it is very unwise \nfor college students tokeep distance form physical exercise.\n\n\n\t　　Physicalexercise is very beneficial to college students. First of all, \nattending sportsactivities can help college students build a strong body and \nkeep abundantenergy. Moreover, physical exercise is an effective way to release \npressure andkeep a pleasant mood. Besides, by attending physical activities, \nstudents can havechances to contract and communicate with others, which can help \nthem improvetheir social skills.\n\n\n\t　　Nowadays colleges and universities provide many sports facilities for \nstudents to do physicalexercise. Students can choose freely according to their \ninterests and needs. Asfor me, I am keen on all kinds of ball games, especially \nfootball andbasketball. From these games, I have gained great pleasure and made \nmanyfriends. To conclude, every college student should not hesitate to \nattendsports activities.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "整容",
    "articleText": "\n                \n\t　　2017年6月英语四级作文万能范文：整容\n\n\n\t　　1.近年来，整容现象屡见不鲜\n\n\n\t　　2.出现这一现象的原因\n\n\n\t　　3.我对这一现象的看法和建议\n\n\n\t　　范文：\n\n\n\tOn Cosmetic Surgeries\n\n\n\t　　In recent years,there have appeared more and more artificial beauties \naround us.Not only those actresses but also many ordinary women are crazy about \ncosmetic surgeries.They fail to resist the temptation of becoming more \nbeautiful by changing some parts of their bodies within a few hours’ \nsurgery.\n\n\n\t　　What are responsible for the prevalence of cosmetic surgeries? Firstly,thanks to the development of shaping techniques,the chances of successful \nsurgeries have increased greatly,which makes more people begin to believe and \naccept cosmetic surgeries.Secondly, with the improvement of living standard,people have more money to satisfy their nature of pursuing beauty.\n\n\n\t　　From my point of view,cosmetic surgeries have their necessity of existence \nin modern society.They do help some people build confidence by giving them a \nbeautiful face or figure. However,cosmetic surgeries cannot bring permanent \nbeauty and might be dangerous.Besides,I think one’s inner beauty is more \nimportant.Therefore,I suggest that people should think twice before deciding \nto accept cosmetic surgeries.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "体育运动的爱好",
    "articleText": "\n                \n\t　　要点提示：\n\n\n\t　　1、 切记，凡是写作文，首先都得理清写作主题。此文主要围绕培养体育兴趣是学生教育中不可缺少的一部分而展开。\n\n\n\t　　2、 文章第一段引出话题。\n\n\n\t　　3、 文章第二段，围绕话题展开，列举观点。\n\n\n\t　　4、 文章第三段，总结第二段的观点。\n\n\n\t　　参考例文：\n\n\n\t　　Taking fostering interest in sports into children’s education\n\n\n\t　　Exercise can bring tremendous benefit to young people not only on their \nphysiology but also on their mentality, and enthusiasm for sports should be \npromoted as an integral part of their education.\n\n\n\t　　One of the main reasons for improving enthusiasm for sports among \nyoungsters is to encourage them to lead a healthy lifestyle. Playing sports can \nhelp children keep agility and fitness, as well as helping to reduce stress and \nimprove their immune systems. Another reason for nurturing young children's \ninterest in sports is to teach them the values of teamwork and sportsmanship. \nSports whether individual or team-based, can teach children how to be \nsportsmanlike in competitive circumstances, such as playing by rules and be \nhumble in victory and gracious in defeat. Finally promoting enthusiasm for \nsports in children is to enhance their sense of national pride. A case in point \nis that children who develop a stronger sense of national pride will be more \nwilling to serve society and look after their country when they grow up to be \nadults.\n\n\n\t　　All in all children will grow into healthy, sportsmanlike and patriotic \ncitizens if fostering enthusiasm for sports is promoted in children's \neducation.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "和谐宿舍",
    "articleText": "\n                \n\t　　要点提示：\n\n\n\t　　1、 理解题意，提笔写作。此文的主题是“如何营造一个和谐寝室的氛围”。\n\n\n\t　　2、 开头第一段，好的开头是成功的一半。说明寝室生活是大学生活的一部分。\n\n\n\t　　3、 第二段，根据主题一一阐述，分层次描述，给人一目了然的感觉。\n\n\n\t　　4、 第三段，对行文进行总结、收尾和总结。\n\n\n\t　　参考例文：\n\n\n\t　　Harmonious Dormitory\n\n\n\t　　As is known to all, dormitory life is a part of colorful college life, and \nthe problem of dormitory harmony annoys many college students.\n\n\n\t　　As a member of a dormitory, we should do our best to promote the harmony of \ndormitory. There are several ways to create and maintain a harmonious dormitory \nlife. Firstly, we have to evaluate our life style and try to get rid of our \ndirty habits. Secondly, when an annoying situation arises, we will have to \ntolerate each other and co-exist, or we can give the other some gentle advice if \nthe situation affects our regular life. Thirdly, we can share our happiness or \nsorrows with each other and treat our roommates as our friends. We will more or \nless get into some trouble in college, and roommates are like our relatives to \nhelp us.\n\n\n\t　　Therefore, it needs all members’ endeavor in dormitory to build a \nharmonious dormitory life.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "朋友",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：朋友\n\n\n\t　　请以朋友为话题，说说自己的想法。\n\n\n\t　　参考例文一：\n\n\n\t　　With rapid development of computer technology, making friends online has \nbecome a hotspot among people, and people’s views about it vary from individual \nto individual.\n\n\n\t　　As for me,I would like to make friends in the real life rather than make \nfriends online.Firstly,it is a waste of time to spend too much time in \nchatting online, and we have no enough time in studying. What’s worse,it does \ngreat harm to our health.Secondly the Internet is virtual,and there are all \nkinds of people in the virtual world.We are likely to be cheated.As a \nconsequence,it will do damage to our property and emotion.Last but not the \nleast,the over-reliance on it will bring about psychological problems.For one \nthing,we will ignore our real parents and friends. Actually,we are becoming \nlonely. For another,we may avoid facing the fact.\n\n\n\t　　In a word,I don’t think that it is wise to make friends online. As an old \nsaying goes great minds think alike,friends are the people who share happy and \nsorrow with you,not only chat.\n\n\n\t　　参考例文二：\n\n\n\t　　I have many friends,but one of them I like the most.We became friends \nsince I began to go to school.\n\n\n\t　　He is gentle,but looks serious.He sometimes appears old but sometimes \nyoung.He is always intelligent,active,and alert.\n\n\n\t　　He is a man with abundant knowledge.He knows everything and studies nearly \nall the languages spoken by mankind.Moreover,his memory is remarkable.He \nremembers whatever has happened in the world.He is also a great teacher.He has \ntaught thousands of young men.Therefore he has been and is known to \neverybody.\n\n\n\t　　He is my best teacher as well as my best friend.At first he taught me \nChinese.When I was fifteen years of age,he began to teach me English and some \nsciences.This year he teaches me a new language called French.\n\n\n\t　　He is a patient man.Stupid as I am,he is never tired of teaching me. He \ncontinues to teach me until I am perfectly familiar with my lessons.\n\n\n\t　　His name is book,and he is most people’s friend. We become excellent and \nrelease our dream because of him.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "聘请家教",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：为孩子聘请家教\n\n\n\t　　1.为孩子聘请家教目前非常普遍\n\n\n\t　　2.家教的利与弊\n\n\n\t　　3.我的看法\n\n\n\t　　参考范文：\n\n\n\t　　A recent investigation shows that about 80 percent of pupils have private \ntutors.Such a popular practice indicates that people are attaching greater \nimportance to education. Many parents, for various reasons, missed the chance of \nobtaining a good education. When their children meet with difficulties in study, \nthey are helpless. Private tutoring is the only solution. As private tutoring is \nusually one-to-one, the teacher knows the strong points as well as the weak \npoints of the pupil clearly.\n\n\n\t　　However, private tutoring has its own disadvantages. For one thing, it \ntakes up so much of the pupils’ time that they can hardly find enough time for \nrest and entertainment, which are essential for their physical and mental \nhealth. For another, some teachers, busy “shuttling” from one family to another, \ntend to neglect their regular teaching duties. What’s more, some teachers are \neager to help pupils do well in the test, offering the so-called tips for \ntest-taking rather than help them acquire what is more meaningful.\n\n\n\t　　Generally speaking, its disadvantages outweigh its advantages. Greater \nemphasis should be laid on classroom teaching and practice, on the improvement \nof teaching quality and on the tapping of pupils’ potentials. Only in this way \ncan a new generation be healthily brought up.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "机遇",
    "articleText": "\n                \n\t　　话题：\n\n\n\t　　生活中不乏机会，可许多人也许因为自卑，也许没有准备好等等各种原因总是错失机遇。因此，关于机遇，你有什么要说的?\n\n\n\t　　参考例文一：\n\n\n\t　　Opportunities are one of the essential factors to success.As an saying \ngoes,“He who seizes the right moment,is the right man.” However,opportunities \nare rare,and they only favor those who are well prepared often.\n\n\n\t　　There are plenty of opportunities for everyone in society.However,as for \nmost people,opportunities come quietly and leave without being noticed.In \ncontrast,those who have made enough preparation and take full advantage of \nopportunities will achieve success.The story of Bill Gates is a good case in \npoint.When he was in college,the world was undergoing an information \nrevolution.People at that time thought a giant machine as a computer could only \nbe used to calculate and did not expect that it could become so popular today.Bill Gates,however,seized the opportunity.He gave up his studies to join with \nhis friends and finally created the world’s largest personal-computer software \ncompany.\n\n\n\t　　In a word,considering how important seizing the right moment is,we \ncollege students are supposed to make every effort to get fully prepared lest we \nmiss the opportunity.\n\n\n\t　　参考例文二：\n\n\n\t　　As an old saying goes:\"a wise man is always seizing the opportunity and \nturning it into success.\"chances are the essential,and we must firmly grasp.Opportunity is like a flower,if you grasp it in time,it will help you.\n\n\n\t　　Opportunity belongs to everyone,but many people did not prepare well to \nget it,did not go to catch it.Only a fool man waits for chance, while a wise \nman will make it.Opportunity will never look for you,but you have to actively \nlook for opportunities.Waiting for the opportunity is a very stupid behavior.We are looking for opportunities to create opportunities,and let the chance be \nyour friend forever and cannot leave you! Life,not a lack of competition,the \ncompetition force,the source of power is a chance.\n\n\n\t　　In a word,we must take action right now,and grasp the opportunity that \nwill give you a future full of spirit.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "电脑",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：电脑\n\n\n\t　　让我们在电脑普及的今天，谈一谈电脑给我们带来了什么。\n\n\n\t　　参考例文一：\n\n\n\t　　With the rapid development of computer,computers are becoming growing \npopular among people all over the world.And the popularity of using computer is \nincreasing year by year.It is obvious that the computer is playing an important \nrole in our daily life.\n\n\n\t　　Due to the comprehensive applications of the Computer,it has been \ngradually taking place of human beings in some areas.Such as people can use \ncomputers to compose,purchase goods,or hold meetings.What’s more, computer \ncan greatly improve people’s working efficiency.However,every coin has its two \naspects.Computer also brings some disadvantages.For example,since computer \ngames now have been prevalent among students, they almost spend more than 6 \nhours for entertainment on computer,and not study any more.Besides,many \npeople now favor talk with their friends on line,and they meet less frequently \nthan ever before.As a consequence,the lack of speaking leads to their terrible \nexpression.\n\n\n\t　　To sum up,we are supposed to keep balance between entertainment and study,make the best use of its good aspect to get further more improvement.\n\n\n\t　　参考例文二：\n\n\n\t　　Nowadays no matter where you go,you will find computers being used. For \nexample,computers are used in universities,large corporations,and small \noffices.It has even been used in the homes of ordinary people.As it is able to \nstore and process a large amount of information,the computer brings about great \nconvenience and high efficiency to people of all walks of life.\n\n\n\t　　Computers can help people in different ways.For example, computer helps \nscientists in analyzing data and doing complex calculation. Besides,computers \nare made use of by engineers in designing a plane,or a spaceship.In addition,computers also play a great role in helping children with their lessons.You \nwill find that it is necessary for people to use computers.\n\n\n\t　　However,the computer can never replace the human brain.The computer must \nbe designed and instructed by man.And they need detailed instructions and \nprograms prepared by humans to make decisions.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "西方节日和中国节日",
    "articleText": "\n                \n\t　　参考例文：Western festivals and China’s traditional ones\n\n\n\t　　With rapid spreading of western cultures, there is a growing number of \nChinese people prefer western holidays to traditional ones. When Christmas or \nValentine Day comes, youngsters flood into bars, restaurants, or department \nstores to celebrate these festivals, while they know little about Chinese \ntraditional festivals.\n\n\n\t　　The reason behind such kind social phenomenon is obvious: in a society \ndominated by mass media and consumerism, festivals and holidays from abroad are \nlabeled as fashionable, new and unique, while traditional ones are something out \nof date and old. Young people all over the world have regarded western life \nstyle especially the life depicted in Hollywood films as their ultimate goal of \nlife. As a consequence it is no wonder that Chinese young people have much more \npassion on Christmas than China’s Spring Festival.\n\n\n\t　　We should think about the influence of such a social phenomenon carefully. \nAs far as I am concerned, it is obvious that the wide spread and recognition of \nwestern holidays is definitely doing harm to our traditional value. If we don’t \ntake some measures right now, some day in future, Chinese cultural heritage may \nbe alien to our offspring. It is high time for the government and all people to \ntake some action to protect our traditional culture.\n\n\n\t　　要点提示：\n\n\n\t　　1、读懂题目，把握题意。\n\n\n\t　　2、第一段，写明主题，阐述主题的现象。该文主题是西方节日的盛行，我们则需将在中国出现的这种现象简单阐述一下就行。\n\n\n\t　　3、第二段，分点论述，说明原因。第一段阐述了现象，第二段我们则需要阐述出现这种现象的原因。\n\n\n\t　　4、第三段，总结全文，说出自己的观点。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "今日事今日毕",
    "articleText": "\n                \n\t　　Never Put off until Tomorrow What You Can DoToday\n\n\n\t　　“今日事今日毕”，是一句自古流传下来的谚语，提醒并激励人们要珍惜时间。明日复明日，明日何其多。本文则从一个新的角度诠释了这句名言。\n\n\n\t　　范文：\n\n\n\t　　Never Put off until Tomorrow What You Can DoToday\n\n\n\t　　We have been told that never put off until tomorrowwhat you can do today \nsince childhood. However,there are still many people who like putting off \nthethings that should do today until tomorrow.Theyhave no plans for their work \nand their time. As aresult, they will not accomplish their goals in theend. For \nexample, one Sunday I felt so tired after having a football match that I did not \nfinishmy homework even at night. I thought I could get up earlier to go to \nschool the next morningso that I could finish my homework before class. But the \nnext morning I was not able to get toschool in time because of the traffic jam. \nI was punished by the teacher. It taught me a lesson.From then on I made a \ndetermination that I would never put off anything important until thenext day. \nPlease remember: Work today, for you don’t know how much you may be \nhinderedtomorrow. Seize the present day，cherish every minute you have now and \ntrust the tomorrowas little as possible.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "成功的秘诀",
    "articleText": "\n                \n\t　　行文要点：\n\n\n\t　　1、 理解写作主题。此文抛出了一个问题给我们，那就是“成功的关键是什么”，那好，这就此文的主题。\n\n\n\t　　2、 提笔写作，文章第一段。首先要引出话题，之后再细细讨论。\n\n\n\t　　3、 文章第二段，就观点写作，分别阐述观点。\n\n\n\t　　4、 文章第三段，对文章进行总结。\n\n\n\t　　参考例文：\n\n\n\t　　The Key of Success\n\n\n\t　　There are many billionaire businessmen in the world, such as Bill Gates, \nWarren Buffett. One the one hand they have made their fortunes through fair and \nlegitimate means, on the other hand they enjoy closed relationships with others \nand are full of passion for the work in which they are engaged.\n\n\n\t　　Life would become insignificant without quality personal relationships with \nfamilies and friends. Every dollar we earned would be worthless if we don’t have \ncompanions with whom to share our success and failure, joys and sorrows. Besides \nstrong relationships, genuine success requires a fulfilling vocation too. Some \npeople are born into rich families or generate substantial wealth through lucky \ncircumstances, such as buying a winning lottery ticket. Despite being wealthy, \nthese individuals would not qualify as success unless they had a career or \npurpose in life to keep them positive and nurture their souls.\n\n\n\t　　Everyone is eager to be a successful man but not everyone can do it. It \nrequires endless passion, hard-working and excellent interpersonal relations \nwith others to succeed.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "大学生创业难",
    "articleText": "\n                \n\t　　话题：都说创业难，创业究竟难在哪里?而在许多大学生创业的今天，许多大学生荒废了学业去创业，也有的是因为毕业后面临的激烈竞争而选择创业这条路。请围绕大学生创业阐述自己的观点。\n\n\n\t　　参考例文一：\n\n\n\t　　Nowadays on the one hand colleges and universities recruit a large number \nof students every year, on the other hand students will be in a more competitive \nlabor market than before after four years’ study. But there are still many \ngraduates go home without job.\n\n\n\t　　With more graduates and less job opportunities, students are encouraged to \nstart business on their own when they graduate from university. They can start \nanything they are interested in, make decisions on their own, and obtain the \nfruit of their own labor. Only by this way will graduates become more \nindependent, confident and creative.\n\n\n\t　　However this process is supposed to get the support of government. So the \ngovernment should provide these students with special policies, and lead them \ninto a right road.\n\n\n\t　　参考例文二：\n\n\n\t　　Under the pressure of finding job, running a business is most fresh \ngraduates’ dream. But it is not as easy as speaking.\n\n\n\t　　But a recent survey showed that such ambition lacks necessary support and \nstill remain dreaming stage. The Shanghai Municipal Employment Promotion Center \npolled 1,276 graduates from several universities and colleges in the city, and \nshowed 59.78 percent of respondents think it is possible to set up a company or \na small store, but they just stop at the 'thinking' stage. The top reason for \nnot releasing this dream is a shortage of investment and a lack of business \nopportunity.\n\n\n\t　　In a word, it needs all kinds of factories to start a business. And when a \nperson is going to run a business, he should arm himself with necessary \nknowledge.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "存钱的意义",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：存钱的意义\n\n\n\t　　参考例文：\n\n\n\tThe importance of saving money\n\n\n\t　　As far as we are concerned,today most Chinese college students are in \nfavor of the idea of saving money for later use,while quite many others think \nit is much better to use tomorrow’s money today.\n\n\n\t　　In my opinion,I agree with the former.Firstly, saving money help people \nget rid of some difficulties such as accidents,disease or other mishaps.As we \nall know that,when one faces such tragedies as fir damage or fatal disease,one \nwould need a large amount of money to survive such difficulties.Secondly,saving money can give one a sense of satisfaction. Since most people work hard \nevery day,what makes them feel happy and satisfied is that they find they have \naccumulated a large deposit through their hard-working,and they will go on \ndoing their best to work. Thirdly, saving money allows one to give a helping \nhand to others who are in need of money.With money available at the moment,one \ncan offer badly needed help to those in temporary difficulty,say,those who are \nsuffering from flood, famine,a car accident,or things like that.Yet taking a \nloan from a bank is often too costly.Thus,the timely help will be rewarded \nwith gratitude.\n\n\n\t　　All in all,it is useful for college students to save money,and it is also \nan important aspect of the Chinese conception of virtue.\n\n\n\t　　要点提示：\n\n\n\t　　1、第一段，说明主题，防止偏题。该文主题是存钱的意义。\n\n\n\t　　2、第二段，分点说明存钱的意义，让人看一眼就能懂。\n\n\n\t　　3、第三段，总结全文。对第二段列举的观点进行总结。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "人生的选择",
    "articleText": "\n                \n\t　　2017年6月大学英语四级作文范文：人生的选择\n\n\n\t　　This simple picture represents a situation that every person must face: \nwhen approaching ajunction, which direction should one choose?\n\n\n\t　　Most viewers can empathize with the sense of hesitation and uncertainty \nembodied insuch an image. Without exception, everyone has to make choices in \nlife, whether they concernschool, career, or love. While some choices are \nsimple, one cannot avoid the task of makingdifficult decisions.\n\n\n\t　　Choices are often directly related to one’s happiness. University \nstudents,for example, facea hard and crucial decision upon graduating. Many \nstudents have difficulty deciding whether tocontinue studying or begin \ndeveloping a career. Every individual is different, and one must takethe factors \nof one’s personal life into consideration. In addition to an awareness of \nspecificcircumstances, however, making the right choice also depends on correct \nappraisal of oneself.\n\n\n\t　　In order to choose correctly, therefore, one must be both realistic and \nself aware.Furthermore, once having made a decision, one should seriously accept \nand pursue the pathone has chosen, and strive towards the realization of one’s \ngoal with spirit.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "大学规划",
    "articleText": "\n                \n\t　　2017年6月大学英语四级作文范文：大学规划\n\n\n\t　　These two cartoons show two contrasting scenes. While the male student \nspends all histime and money playing Internet games, the female student studies \ndiligently. One could easilyargue that a bright future awaits the students who \nstudy hard, while those who waste tuitionplaying games have little to look \nforward to. The above images encourage students to valuetheir time in school and \ntake advantage of educational opportunities.\n\n\n\t　　While students dream of being accepted into college for years, they often \nbecome lost onceadmitted. Without their parents’ constant support and advice, or \nbecause of limitedcommunication with teachers, many students are unable to focus \non their future goals. Suchconfusion leads some to forget their studies and \nresort to playing on the Internet, amongother forms of recreation.\n\n\n\t　　Students should not only keep their ambitions in mind, but also seriously \nstrive towardsthem.Without a clear purpose, one might easily waste crucial years \nneglecting one’s studies.\n\n\n\t　　Constantly playing on the Internet leads to failure, while continuously \nstudying guaranteessuccess. Students need to appreciate their time in school, \nand work hard in order to ensure agood future.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "零花钱",
    "articleText": "\n                \n\t　　2017年6月英语四级作文范文：零花钱\n\n\n\t　　很多中国父母经常用给孩子零花钱的方式来激励孩子好好学习，你赞同这种做法吗?\n\n\n\t　　Pocket Money\n\n\n\t　　Personally, I don’t believe that giving children pocket money is a very \ngood idea. In my opinion, doing so only encourages children to think that things \nin life are free. As humans, we only value those things that cost us something \nto obtain.\n\n\n\t　　When I was a child, my parents never gave us any pocket money(or \n“allowance” as we call it in America). They made us work to earn any money we \nhad. They wanted us to know that money is valuable, and that hard work is even \nmore valuable. They wanted us to learn to make wise choices with our money, and \nthey knew we would be more careful with our money if we earned it ourselves. \nFinally, they wanted us to understand that work and money are related: you \ncannot have one without the other.\n\n\n\t　　I think there are two things parents need to do to help their children \nunderstand the value of money. First, they should make their children earn their \nspending money, which will make the children consider the money precious. \nSecond, they should not always stop their children from doing foolish things \nwith their money. Making some mistakes will teach the children to be wise.\n\n\n\t　　obtain [əb’tein] vt. 获得，得到\n\n\n\t　　allowance [ə’lauəns] n. 津贴，零用钱，允许，限额，折扣，允差，考虑\n\n\n\t　　valuable [’væljuəbl] adj. 贵重的，有价值的\n\n\n\t　　related [ri’leitid] adj. 相关的，有亲属关系的\n\n\n\t　　understand [.ʌndə’stænd] vt. 理解，懂，听说，获悉，将 ... 理解为，认为\n\n\n\t　　precious [’preʃəs] adj. 宝贵的，珍贵的，矫揉造作的\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "智力",
    "articleText": "\n                \n\t　　下面是英语四级写作范文：智力\n\n\n\t　　Intelligence-Nature or Nurture\n\n\n\t　　1) 有人认为智力是天生的;\n\n\n\t　　2) 也有人认为智力是环境决定的;\n\n\n\t　　3) 如何更好地发展智力。\n\n\n\t　　【范文】\n\n\n\t　　Intelligence-Nature or Nurture\n\n\n\t　　Are some people born clever, and others born stupid Or is intelligence \ndeveloped by our environment or experience Strangely enough, the answer to both \nquestions is yes。\n\n\n\t　　On the one hand, if we take two people at random from the crowd, it is very \nlikely that their degrees of intelligence will be completely different. However, \nif we take two identical twins, chances are that they will be as intelligent as \neach other. Therefore, a conclusion can be drawn that intelligence is to some \nextent something we are born with. The closer the blood relationship between two \npeople, the closer they are likely to be in intelligence。\n\n\n\t　　On the other hand, though, if we put two identical twins in different \nenvironments, for example, we might send one to university and the other to a \nfactory where the work is boring, we would find differences in their \nintelligence several years later, which indicates that environment does play a \ncrucial role in our intelligence。\n\n\n\t　　Just as every coin has two sides, our intelligence is partly born and \npartly developed. The sure way to develop our intelligence is intelligent \nparents as well as a good environment.\n\n            "
  },
  {
    "txtTitle": "噪音危害",
    "articleText": "\n                \n\t2017年6月四级作文范文：噪音危害\n\n\n\t\n\n\n\t\n\n　　Directions: Write a composition entitled Complaint About Noise. You should write at least 120 words according to the outline given below in Chinese:\n\n\t\n\n　　与你住在同一栋楼里的邻居经常在夜间发出噪音，影响了你和周围 其他人的休息，请给他(她)写一封信，说明你的理由，同时要求对方 停止上述行为。\n\n\t\n\n　　范文：\n\n\t\n\n\n\tComplaint About Noise\n\n　　June 18, 2010\n\n\t\n\n　　Dear Sir or Madam,\n\n\t\n\n　　I am your neighbor living downstairs in the same building. lamjwriting you to complain of the noise you make during the night.\n\n\t\n\n　　Recently the noise during the night disturbed my rest. Almost every night, there comes some noise from your apartment just as I go to bed and am on my way to a dream. I wonder what the noise is. Are you repairing your furniture? Are you doing physical exercises? Whatever you do at that time of the night, you have to take your neighbors’ rest into consideration. In a word, you are disturbing both your other neighbors and me.\n\n\t\n\n　　I heard you are always a friendly and considerate neighbor. Please stojp making noise at night. Thank you. Take care.\n\n\t\n\n\n\t　　Yours friendly neighbor\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t英语四级备考每周精选推荐：5月第三周\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t作文\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文模板及范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能句型八类\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能模板套路\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能开头句式汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t英语四级作文高分套路\n\t\t\t\n\t\t\t\n\t\t\t\t四级看图作文万能模板\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文常用句型及套句大全\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级写作七大原则\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t听力\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力场景词汇汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级听力提高四个方法\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力篇章四类常考场景\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力长对话解题技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级听力新闻练习的方法\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力常见词汇九大类\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力九大技巧汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力常考十三类场景词汇\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t阅读\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解100篇精析汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读长篇阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读常用词汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级阅读表达观点词汇汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解常用句型\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读选词填空五大技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读裸考必知10点\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t翻译\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译每日一练汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译题库\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级翻译技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级段落翻译技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级翻译常用句型汇总\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级翻译词组必背\n\t\t\t\n\t\t\t\n\t\t\t\t四级翻译高频词汇50组\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译三种方法\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语\n\t\t\t\n\t\t\t\n\t\t\t\t四级口语考试任务4备考40个话题\n\t\t\t\n\t\t\t\n\t\t\t\t短文朗读三个小技巧\n\t\t\t\n\t\t\t\n\t\t\t\t个人陈述模拟练习汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t四级口语考试两大难点突破技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语自我介绍范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语练习汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语准考证打印方法\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语资料\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t词汇\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级高频词汇分类盘点\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频单词300个汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级词汇背诵的五大捷径\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频词汇584个汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级考试高频热词汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级活跃词汇1000个汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级易混淆词汇30组\n\t\t\t\n\t\t\t\n\t\t\t\t50个句子记完7000个单词\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t语法\n\t\t\t\n\t\t\t\n\t\t\t\t大学英语四级语法大全目录\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级语法知识点汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级语法巩固练习100题 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级语法掌握技巧\n\t\t\t\n\t\t\n\t\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "收好你的手机",
    "articleText": "\n                \n\t　　要点提示：\n\n\n\t　　1、 写作开头，读懂题意。此文说的是手机在某些场合给他人带来了麻烦，具体阐述带来了哪些麻烦，并且我们应该怎么做。\n\n\n\t　　2、 提笔写作，文章第一段，开门见山。以一句话总结概括全文主题。\n\n\n\t　　3、 文章第二段，依次阐述自己的观点。说明手机在一些场合下给他人带来的不便。\n\n\n\t　　4、 文章第三段，总结。对第二段描述的现象，做出相应的措施。\n\n\n\t　　参考例文：\n\n\n\t　　Put your phone away\n\n\n\t　　As techno1ogy develops fast, mobile phone is becoming a necessity for most \npeople. Obviously, it is convenient for people to contact others, and thanks to \nit, we can be hardly absent from any important meetings，great deals or admirable \nopportunities。\n\n\n\t　　However, sometimes the mobile phone also brings embarrassment to us. We can \nnotice that someone press his mobile phone to his ear and shout loudly in \npublic, even there are many people around him. What’s more, on some formal \noccasions the mobi1e phone rings continuous1y, and it interrupts people around, \nas a consequence, people can’t concentrate on what they are doing because of the \ncontinuous ringing. And we often focus on our phones while someone others are \ntalking to us. It is impolite.\n\n\n\t　　Altogether, to respect others and ourselves, we should think about others’ \nfeeling and quiet our phones in public. Besides, we should talk on the phone in \na private place so as to not disturb others.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "音乐的语言",
    "articleText": "\n                \n\t2017年6月四级作文范文：音乐的语言\n\n\n\t　　A painter hangs his or her finished pictures on a wall,and everyone can see \nit. A composer writes a work,but no one can hear it until it is \nperformed.Professional singers and players have greatresponsibilities, for the \ncomposer is utterlydependent on them. A student of music needs aslong and as \narduous a training to become aperformer as a medical student needs to become \nadoctor. Most training is concerned with technique,for musicians have to have \nthe muscularproficiency of an athlete or a ballet dancer. Singers practice \nbreathing every day, as theirvocal chords would be inadequate without controlled \nmuscular support. String playerspractice moving the fingers of the left hand up \nand down, while drawing the bow to and frowith the right arm—two entirely \ndifferent movements.\n\n\n\t　　Singers and instruments have to be able to get every note perfectly in \ntune. Pianists arespared this particular anxiety, for the notes are already \nthere, waiting for them, and it is thepiano tuner’s responsibility to tune the \ninstrument for them. But they have their owndifficulties; the hammers that hit \nthe string have to be coaxed not to sound like percussion,and each overlapping \ntone has to sound clear.\n\n\n\t　　This problem of getting clear texture is one that confronts student \nconductors: they haveto learn to know every note of the music and how it should \nsound, and they have to aim atcontrolling these sound with fanatical but \nselfless authority.\n\n\n\t　　Technique is of no use unless it is combined with musical knowledge and \nunderstanding.Great artists are those who are so thoroughly at home in the \nlanguage of music that they canenjoy performing works written in any \ncentury.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "压力产生的原因",
    "articleText": "\n                \n\t2017年6月四级作文范文：压力产生的原因\n\n\n\t\n\n 　解析:\n\n\t\n\n　　压力产生的原因：\n\n\t\n\n　　• 休息的时间不够充足(inadequate leisure time)，高压力和快节奏的生活方式(live a high-pressured, fast-paced lifestyle);时间和金钱管理不当(poor time and money management)，不能 够同时兼顾家庭和工作(juggle work and family commitments) ; 对—些东西的专注性过高 (addictions)，比如赌博(gambling)和股票(stocks);\n\n\t\n\n　　• 环境的因素(the environmental factors)、工作(career concerns)、社会关系(social relationships) 和家庭问题(family problems)等;\n\n\t\n\n　　• 想法或者对一些事情的态度(比如经济困难、学业困难、慢性病，甚至是小的事情)(thoughts / attitudes toward financial difficulties, academic difficulties, chronic illnesses, minor matters), 性格 (personality),可能有不切实际的期待(unrealistic expectations),对事情的处理方法(interpret events and situations)等\n\n\t\n\n　　解决方法：\n\n\t\n\n　　•养成好的习惯，比如合理的饮食有助于改善自身健康(proper eating contributes to feelings of well-being)、定期运动(exercise regularly);平衡好自己的责任和确立首要的事情(balance obligations and set priorities);\n\n\t\n\n　　•习惯自己每天的生活，忽略一些问题的潜在影响(become accustomed to your daily activities and overlook their cumulative effect)，养成良好的心态(nurture a good state of mind)，争取减少 忧虑(block out worries);要有决断力(be assertive),将生活中的突变看作是正面的挑战，而 不是威胁(positive challenge, not a threat.);\n\n\t\n\n　　•平衡家庭生活和工作生活(balance work and family);有闲难要及时寻求别人的帮助(turn to others for support),要处理好和其他人的矛盾(resolve conflicts with other people); 通过体育、 社交活动或者业余爱好来摆脱压力(release yourself from daily stresses with group sports, social events and hobbies):\n\n\t\n\n　　范文\n\n\t\n\n　　Life today is filled with sources of stress, much of which cannot be avoided, When stress appears to be a lifelong problem to many people, how it actually forms remains a subject of controversy to many scientists. The objective of this essay is to outline both the sources of stress and appropriate ways of dealing with it.\n\n\t\n\n　　Many stressors arise from people's circumstances. For example, the high-pressured and fast-paced lifestyle has made it unlikely for people to gain adequate leisure time. Failure to balance work and leisure causes them either to struggle with deteriorating health or to cope with psychological distress, e.g.， anxiety and depression. Together with some other problems, such as disharmony with others, unpleasant work or living environment, it would increase stress to an unmanageable level.\n\n\t\n\n　　Another group of stressors is intertwined with personality, People interpret events or situations differently. A problem taken as a threat by many people might be accepted as a positive challenge to others, Evidence is inconclusive about the reasons behind this distinction, but it is widely believed that a person of a cheerful disposition is less likely to be heavily affected by adversity. Of equal importance is the ability to handle with some issues, such as time and money. Considering the role of personality in deciding the attitudes toward an issue and responses to an event, the effect of stress management skills actually varies from person to person.\n\n\t\n\n　　Methods to cope with stress are many, but the most effective ones are in fact not remote or complicated but accessible and practicable. People under stress are advised to participate more in recreational activities, adopt a sound dieting habit, and exercise regularly. They should learn to block out worries and try to keep the effect of a challenge in life to a minimum. Finally, it is important to nurture a good state of mind and to perceive things positively.\n\n\t\n\n　　As suggested above, environment factors can be taken as the sources of stress and people's personality determines the extent to which they are influenced by those factors. Adopting a healthy\n\n\t\n\n　　lifestyle and proper attitudes toward life can promote people's physical and psychological well-being and help them relieve stress.\n\n\t\n\n　　近义词表\n\n\t\n\n　　1. lifelong=lasting=enduring=all-time:永远的，终生的\n\n\t\n\n　　2. form=develop=take shape:发展，形成\n\n\t\n\n　　3. lifestyle=way of life=daily life=everyday life ：生活方式\n\n\t\n\n　　4. unpleasant=disagreeable: 使人不愉'快的，让人厌恶的\n\n\t\n\n　　5. unmanageable=uncontrollable:不可控制的\n\n\t\n\n　　6. interpret=understand=construe:理解，解释\n\n\t\n\n　　7. cheerful=positive:乐观的，开朗的 .\n\n\t\n\n　　8. disposition=character=temperament: 性格，品性\n\n\t\n\n　　9. practicable=workable:可以实施的\n\n\t\n\n　　10. block out二erase=forget=wipe out:抹去，忘记，消除\n\n\t\n\n\n\t\n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t英语四级备考每周精选推荐：5月第三周\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t作文\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文模板及范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能句型八类\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文开头六大写法\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能开头句式汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级作文常用的70个短语\n\t\t\t\n\t\t\t\n\t\t\t\t四级看图作文万能模板\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文范文50篇\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文常用加分谚语\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t听力\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力四大提分攻略\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级听力提高四个方法\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力篇章四类常考场景\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力长对话解题技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级听力长对话解题窍门\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力裸考猜答案技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力九大技巧汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力常考十三类场景词汇\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t阅读\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解100篇精析汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读长篇阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级阅读理解技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级阅读选词填空三大解题技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解常用句型\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解解题技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读裸考必知10点\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t翻译\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译每日一练汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译题库\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级翻译技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级段落翻译技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级翻译常用句型汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级段落翻译练习汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译技巧十九个\n\t\t\t\n\t\t\t\n\t\t\t\t定语从句四级翻译练习\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语\n\t\t\t\n\t\t\t\n\t\t\t\t四级口语自我介绍20秒示例\n\t\t\t\n\t\t\t\n\t\t\t\t2017年上半年英语四级口语考试内容\n\t\t\t\n\t\t\t\n\t\t\t\t个人陈述模拟练习汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语复习建议\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语自我介绍范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语句型必备汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语准考证打印方法\n\t\t\t\n\t\t\t\n\t\t\t\t2017年上半年英语四级口语考试流程\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t词汇\n\t\t\t\n\t\t\t\n\t\t\t\t四级词汇高效记忆训练汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频单词300个汇总\n\t\t\t\n\t\t\t\n\t\t\t\t570个英语四级高频词汇下载\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频词汇584个汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级高频词汇及例句汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级活跃词汇1000个汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级易混淆词汇整理\n\t\t\t\n\t\t\t\n\t\t\t\t50个句子记完7000个单词\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t语法\n\t\t\t\n\t\t\t\n\t\t\t\t大学英语四级语法大全目录\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级语法点集锦\n\t\t\t\n\t\t\t\n\t\t\t\t四级语法巩固练习100题 \n\t\t\t\n\t\t\t\n\t\t\t\t四级9种常用时态语法归纳\n\t\t\t\n\t\t\n\t\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "快节奏的生活",
    "articleText": "\n                \n\t2017年6月四级作文范文：快节奏的生活\n\n　　解析:移动电话、因特网和现代交通工具使人们的生活节奏加快，其主要原因是人们交流更加方 便，而且旅行也变得更加便利、频繁。值得注意的是，很多考生可能会去考虑电讯科技和交通行 业的发展对人类产生的影响，而事实上，本题考查的是生活快节奏对人们产生的影响。\n\n\t\n\n　　负面影响：\n\n\t\n\n　　•快节奏的生活使人与人之间的相互交流减少(personal interaction reduces),人们很难保持和 改善与朋友亲人的关系 (hard to maintain and improve relations with friends and family members)，这对社会和家庭都是有害的(detrimental to family life or social relations within or outside of work);\n\n\t\n\n　　• 快节奏的生活会引起疾病(lifestyle diseases , such as obesity, stroke, diabetes, heart diseases )\n\n\t\n\n　　正面影响：\n\n\t\n\n　　• 提高了效率和生产力，促进了信息交流和贸易往来(promote trade activity across the border);\n\n\t\n\n　　• 效率的提高使人们有更多的娱乐时间，生活更加丰富(leisure lives have been enriched) 。\n\n\t\n\n　　范文\n\n\t\n\n　　Not surprisingly, many aspects of people's daily lives have undergone  considerable changes because of the recent development in technology. It is a particular concern that the pace of everyday life is becoming faster, resulting from the development in cars, air travel, telecommunications technology and the Internet 。 As well as benefits, this trend is to bring problems.\n\n\t\n\n　　On the positive side, the fast rhythm of life requires people to enhance efficiency when working and then allows them to enjoy longer leisure time. With the advance in telecommuncations people can make inquires by phone, instead of travelling long distances, Internet access makes it possible (for one to perform various tasks without leaving their offices. Even though people have to travel every now and then, for meeting business partners, visiting clients in other cities or other purposes, modem transport networks reduce the amount of time they spend on commutes.\n\n\t\n\n　　The acceleration of the pace of life also implies the expansion of people's social circle. In the past, social relationships were limited by physical factors such as geographical distance and low mobility, but nowadays, one can travel further and get acquainted with more people with those technological advances, such as the railroad, the automobile and the telephone. For instance, the rapid penetration of telecommunications technology has made the mobile phone a key social tool and people rely on their mobile phone address book to keep in touch with their friends.\n\n\t\n\n　　On the negative side, the fast-paced lifestyle is responsible for the  upsurge in lifestyle-related problems. Jobs become demanding and require workers' full commitment, resulting in their depression and pressure. Underneath the facade of continued contraction of official working hours, employees are actually working longer, primarily because fax, e-mail or other communication devices have made them accessible to their supervisors, colleagues and customers after work. They have to respond instantly to voice and email messages from others. Private life has to be sacrificed.\n\n\t\n\n　　According to the facts outlined above, the doubts about the negative effects of the acceleration of pace of life are not well-grounded. People now enjoy greater well-being, which is reflected in more quality family time, less travel-related stress and close contact with friends and family members. However, they might have to accept frequent intrusions as a by-product of convenient communication.\n\n\t\n\n　　近义词表\n\n\t\n\n　　1. penetration=invasion=permeating:渗透,入侵\n\n\t\n\n　　2. facade=disguise=cover-up ：伪装\n\n\t\n\n　　3. contraction=reduction：减少\n\n\t\n\n　　4. intrusion=interruption:侵扰,扰\n\n\t\n\n　　5. by-product=unwanted product=anything produced in the course of making another thing:副产品\n\n\t\n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t英语四级备考每周精选推荐：5月第三周\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t作文\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文模板及范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能句型八类\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文开头六大写法\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能开头句式汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级作文常用的70个短语\n\t\t\t\n\t\t\t\n\t\t\t\t四级看图作文万能模板\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文范文50篇\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文常用加分谚语\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t听力\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力四大提分攻略\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级听力提高四个方法\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力篇章四类常考场景\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力长对话解题技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级听力长对话解题窍门\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力裸考猜答案技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力九大技巧汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力常考十三类场景词汇\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t阅读\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解100篇精析汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读长篇阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级阅读理解技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级阅读选词填空三大解题技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解常用句型\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解解题技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读裸考必知10点\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t翻译\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译每日一练汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译题库\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级翻译技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级段落翻译技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级翻译常用句型汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级段落翻译练习汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译技巧十九个\n\t\t\t\n\t\t\t\n\t\t\t\t定语从句四级翻译练习\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语\n\t\t\t\n\t\t\t\n\t\t\t\t四级口语自我介绍20秒示例\n\t\t\t\n\t\t\t\n\t\t\t\t2017年上半年英语四级口语考试内容\n\t\t\t\n\t\t\t\n\t\t\t\t个人陈述模拟练习汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语复习建议\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语自我介绍范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语句型必备汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语准考证打印方法\n\t\t\t\n\t\t\t\n\t\t\t\t2017年上半年英语四级口语考试流程\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t词汇\n\t\t\t\n\t\t\t\n\t\t\t\t四级词汇高效记忆训练汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频单词300个汇总\n\t\t\t\n\t\t\t\n\t\t\t\t570个英语四级高频词汇下载\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频词汇584个汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级高频词汇及例句汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级活跃词汇1000个汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级易混淆词汇整理\n\t\t\t\n\t\t\t\n\t\t\t\t50个句子记完7000个单词\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t语法\n\t\t\t\n\t\t\t\n\t\t\t\t大学英语四级语法大全目录\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级语法点集锦\n\t\t\t\n\t\t\t\n\t\t\t\t四级语法巩固练习100题 \n\t\t\t\n\t\t\t\n\t\t\t\t四级9种常用时态语法归纳\n\t\t\t\n\t\t\n\t\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "礼仪教育",
    "articleText": "\n                \n\t　　2017年6月英语四级作文练习：礼仪教育\n\n\n\t　　1.礼仪教育很重要\n\n\n\t　　2.现在许多大学生都不懂礼仪\n\n\n\t　　3.为加强礼仪教育，家长和学校应该……\n\n\n\t　　英语四级写作参考范文：\n\n\n\tHow to Enhance Etiquette Education?\n\n\n\t　　Etiquette education,which plays an important role in moral education, has \ncaught more and more people’s attention.Because it is an integral part of \nquality-oriented education and contributes to the construction of a harmonious \nsociety.\n\n\n\t　　However,due to the lack of etiquette education in schools and families as \nwell as the bad influence of the social environment,many college students have \nlittle knowledge of etiquette,thus it is quite common to see their bad \nbehaviors. For example,they have no respect for their professors and the \nold,they talk to each other loudly in the library and don’t care about what they \nshould wear in public places.\n\n\n\t　　Regarding the seriousness of this phenomenon,I think we should take the \nfollowing measures to arouse university students’ etiquette \nawareness.First,parents should set a good example for their children at \nhome.Second,colleges should pay attention to students’ etiquette education and \nopen some courses relating to etiquette,and they ought to try their best to \ncreate a good campus environment at the same time.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "假期综合症",
    "articleText": "\n                \n\t　　Directions: For this part, you are allowed 30minutes to write a short essay \nentitled Post-holidaySyndrome Among Students. You should write atleast 150 words \nfollowing the outline given below.\n\n\n\t　　1.很多学生在开学伊始都会出现假期综合症\n\n\n\t　　2.出现这一现象的原因\n\n\n\t　　3.我的建议\n\n\n\t　　范文：\n\n\n\tPost-holiday Syndrome Among Students\n\n\n\t　　With the gloomy prospect of returning toschool,many students could suffer \nfrom post-holiday syndrome,which refers to a general feelingof depression \nbefore returning to campus life,which is caused by irregular lifestyles \nduringthe holiday.Symptoms include fatigue, lack of appetite and concentration,irritability and afeeling of helplessness.\n\n\n\t　　Various reasons can account for it.But most important of all,a large \nnumber of studentstend to overindulge themselves in eating, merrymaking and \nplaying around during the holidays,which makes it difficult to adjust to their \nroutine study schedule and life pace on the campus.\n\n\n\t　　My suggestions to deal with this syndrome are as follows.First，exercising \nand sticking toa normal schedule over the holidays will make a difference and \nnip post-holiday syndrome inthe bud. Besides,it pays to return a few days \nearlier before the semester starts.The earlyreturn seems to have kept the \nholiday blues at bay.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "论开设心理课程",
    "articleText": "\n                \n\t﻿2017年6月四级作文范文：论开设心理课程 \n\n\n\t\n\n\n\t　　On Opening Psychological Courses\n\n\n\t　　Recently, more and more educators and common citizens suggest that \nuniversities and colleges open more courses which are helpful for students’ \npsychological health. Personally, I fully agree with their proposal for the \nfollowing reasons.\n\n\n\t　　On the one hand, the ever-increasing pressure of study at the moment and \njob-hunting in the future may lead to many psychological problems, such as \nanxiety, depression and even despair, and the psychological courses open a door \nfor communication and relaxation.On the other hand, such courses can teach \nstudents how to regulate feelings and emotions under different situations, which \nis a good preparation for the future life in the complex society. Finally, these \ncourses also introduce good habits which are conducive to one’s mental and \npsychological health. To be mature and qualified citizens in the society, \nstudents have to do more than study hard.\n\n\n\t　　In a word, I warmly welcome the establishment of psychological courses in \nuniversities.\n\n\n\t　　In my mind, they are good for students’ psychological development.\n\n\n\t　　参考译文：\n\n\n\t　　论开设心理课程\n\n\n\t　　最近，越来越多的教育工作者和普通市民提议高校开设更多有助于学生心理健康的课程。就我个人而言，我完全同意他们的建议，理由如下：\n\n\n\t　　一方面，目前日益增加的学业压力，以及将来面临的就业压力会导致很多心理问题的产生，如焦虑、抑郁、甚至绝望，而心理课程打开了一扇交流和放松的大门。另一方面，这些课程可以教导学生如何在不同情况下调整情绪和感情。这样一来，学生可以为将来步入复杂社会后的生活做好准备。最后，这些课程也有利于良好习惯的形成，有益于人的精神和心理健康。要想在社会上做一个成熟的、合格的公民，学生所需要做的远不止努力学习这么简单。\n\n\n\t　　总之，我热烈欢迎在大学设立心理课程。在我看来，它们有助于学生的心理发育。\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "明星代言",
    "articleText": "\n                \n\t　　Direction: For this part, you are allowed 30 minutes to write a short essay \non the topic Private School?You should write at least 150 words following the \noutline given below in Chinese:\n\n\n\t　　1.当前，社会上有很多私立学校和培训学校;\n\n\n\t　　2.私立学校的利与弊\n\n\n\t　　3.你的看法\n\n\n\t　　范文：\n\n\n\t　　It can be noticed that a large number of private schools or training \norganizations become a new landscape in education.When you read newspapers, \nwhen you watch TV, when you walk on the road,you will inevitably see lots of \nadvertisements about private schools.There are private schools mainly dealing \nwith foreign languages,computers,music and sports.\n\n\n\t　　However,is it a good or bad thing to have so many private schools? As a \ncoin has two sides,so are the private schools.On the one hand,private schools \ncan meet the special needs of the society or the particular requirements of \npeople.On the other hand, they often bring people extra burden because of \ncomparison and competition.\n\n\n\t　　When asked to decide whether we should have a society without private \nschools or a society with private schools,I will not hesitate a moment to \nprefer the latter.Although attending a training course will result in the extra \ncost or burden,it is of tremendous merits in preparing my work and cultivating \nmy skills.\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "读书 灵魂的交流",
    "articleText": "\n                \n\t2017年6月四级作文范文：读书 灵魂的交流\n\n\n\t　　话题：\n\n\n\t　　俗话说：读书如交友。通过书，你可以和几千年前的孔子、苏格拉底交流思想，你也可以与几百年前的曹雪芹、卢梭围炉恳谈。可是你和几个伟大的灵魂交流过?\n\n\n\t　　参考例文一：\n\n\n\t　　Life is a journey,during which we are all in desperate need of a true \nfriend. Books,to a large extent,are considered as the best friends of many \nindividuals.However,in contemporary society,due to the accelerated tempo of \nlife,many people are so indulged in the internet that they do not read books any \nmore,thus suffering from moral desertification.Hence, the value of reading books \nis highlighted again.\n\n\n\t　　Persistent attention should be paid to books for several reasons. \nFirst,with a broad coverage of subjects and topics,books enable one to become \nbetter.According to a saying,there is no royal road and to learning.What's \nmore,since time-honored books accumulate the wisdom of ancient talents,it is \nbooks that offer people the possibility to attain an in-depth understanding of \nhistory and culture.Last but not least,books assist people to fully enjoy their \nleisure time.\n\n\n\t　　To sum up,it is imperative for people from all walks of life to read \nbooks-perpetual friends in human life.Not only should we read masterpieces to \nrealize the ancient wisdom,we should also read all kinds of books selectively to \nlearn human life.\n\n\n\t　　参考例文二：\n\n\n\t　　The Story of My Life by Helen Keller is the mostinfluential book in my \nlife. It abounds with courage,struggle and faith throughout.Helen Keller wasonce \nin deep despair in her childhood, but finally shedecided to overcome her \nphysical defects and livehappily. Furthermore, she showed great patience inher \nlong and hard learning period.\n\n\n\t　　I have learned, above all, three lessons from her story.First, she taught \nme that often theroad to success is to face hardships bravely. Maybe you are \nborn under an ill star yet you canstand a better chance than others. It is \ntherefore important that you screw up your couragewhen courage is needed. \nSecond, the impairment of part of her senses did not prevent herfrom learning: \non the contrary, she had made continual efforts to go deeper into the realm \nofknowledge, and her perseverance had thus helped her overcome many handicaps. \nThird, sheadvised that we should make the most of our sense organs as if we \nwould lose them soonbecause this way we would observe the world more carefully \nthan ever before.\n\n\n\t　　The book is inspiring in that it is one brimming over with the unbending \nwill of a gallantwoman beset with seemingly insurmountable difficulties.I hope I \ncan be as courageous asshe.\n\n\n\t　　词汇：\n\n\n\t　　individuals [ˌɪndɪˈvɪdjʊəl] n. 个人，个体\n\n\n\t　　desertification [dɪˌzɜːtɪfɪˈkeɪʃən] n. (土壤)荒漠化，沙漠化\n\n\n\t　　time-honored adj. 历史悠久的，因古老而受到尊重的，久享盛名的，老字号\n\n\n\t　　perseverance [ˌpɜːsɪˈvɪərəns] n. 毅力\n\n\n\t　　insurmountable [ˌɪnsəˈmaʊntəbəl] adj. 难以克服的，不可逾越的\n\n\n       \n   \n            "
  },
  {
    "txtTitle": "科技发展的影响",
    "articleText": "\n                \n\t2017年6月四级作文范文：科技发展的影响\n\n　解析：有关科技发展的题目主要考查现代科技对人们生活习惯和生活方式产生的影响。现代科技主要包括因特网、电脑、手机以及各种小电器。当然，汽车和飞机的广泛使用也 经常被认为是近代主要的科技发展成果。主要的考点包括：\n\n\t\n\n　　• 科技发展的影响是正面还是负面的?\n\n\t\n\n　　• 科技发展让我们的空闲时间变多还是变少?\n\n\t\n\n　　• 科技发展对我们的文化、思想、观念和社区有什么影响?\n\n\t\n\n　　科技发展的正负面影响都有，没有必然的结论。科技发展使人们的生活质量极大提高的同 时，也可能导致人们养成不好的生活方式和习惯，对健康有不利的影响。考生在考试当中要注重 论述的质量，至于倾向哪个方面未必一定重要。\n\n\t\n\n　　科技发展的正面影响有：\n\n\t\n\n　　• 生产效率更高，人们可以在更短时间内完成工作，因此可以有更多的体闲时间;\n\n\t\n\n　　• 给人们生活带来极大便利，提高了人们的生活水平;\n\n\t\n\n　　• 人们通过网络可以做很多事情，比如购物和处理个人财务，不用花太多时间在通勤 (commute );\n\n\t\n\n　　• 人们联系更加方便，即便行动不方便的人也可以通过网络联系家人和扩大朋友圈;\n\n\t\n\n　　• 人们获得信息的渠道增多(譬如说网络、手机、电子图书馆、电视)，知识更加丰富。\n\n\t\n\n　　科技发展的负面影响有：\n\n\t\n\n　　• 因为竞争激烈，人们需要接受在职培训和教育，工作节奏加快，压力更大，和家人交流的机会更少;\n\n\t\n\n　　• 因为通讯发达，人们在下班之后也被同事和上司联系，在家里査阅工作上的电子邮件;通讯 的发达同时推动全球化，工作的性质也趋向于全球化，人们的工作吋间在某种程度上被延长了;\n\n\t\n\n　　• 人们享受着网络娱乐和其他媒体所提供的娱乐，因此忽视和家人的交流;\n\n\t\n\n　　• 人们喜欢上网，不愿意外出，性格变得孤僻，和外界的联系减少。\n\n\t\n\n　　手机所带来的问题和负面影响：\n\n\t\n\n　　• 社会问题：在公共场所讲话声音大(speak at an increased volume),让人感觉不舒服(feel uncomfortable);\n\n\t\n\n　　• 技术问题:信息可能会被第三方截取(intercept)或者偷听(eavesdrop in);\n\n\t\n\n　　• 医疗问题：有可能增加患癌症的几率(increase the risk of suffering cancers);\n\n\t\n\n　　• 安全问题：开车时打电话(talk on the phone while driving),导致交通事故的发生(correlation with road traffic accidents)\n\n\t\n\n　　手机所带来的好处和正面影响：\n\n\t\n\n　　• 丰富生活：除了发信息(send text messages)和语音留言(make voice calls)之外，手机还可以用 来浏览网页(Internet browsing)、听音乐(music playback),管理个人信息(personal organisers)、收发电子邮件(e-mail)、拍照(built-in cameras)、下载铃声(ringtones)、玩游戏 (games)和听广播(radio)等，由此丰富了人们的生活;\n\n\t\n\n　　• 方便沟通：手机使人们可以随时随地进行联系;在有突发事件的时候(in the event of an emergency)，手机可以通过信来确定人的位置 (locate trapped or injured people using the signals from their mobile phones)。\n\n\t\n\n　　范文\n\n\t\n\n　　Across the world, especially the wealthier parts, the mobile phone has taken the place of telephone as an electronic telecommunication device, with the majority of the adult, teenager and even child owning one. As this technology has become rife, its drawbacks, which can be seen from social, medical and technical perspectives, deserve people's greatest attention.\n\n\t\n\n　　Similar to many other hi-tech products, such as computers, mobile phones have detrimental effects on users' health. For example, long-time heavy phone users seem to be more prone to certain types of cancers, although evidence to date is inconclusive. Another lethal health concern is the link between mobile phones and road accidents. It is argued that motorists have a much higher risk of collisions and losing control of the vehicle when driving and talking on the phone simultaneously, despite sometimes using bands-free systems.\n\n\t\n\n　　When the mobile phone has brought considerable convenience， people's  obsession with convenience has meanwhile caused enormous disturbance. That's why the use of mobile phones has been prohibited in many public places, such as libraries, theatres, hospitals and even transports, such as trains, buses and aircrafts. Speaking at increased volume is considered impolite or even offensive, In schools, students are required to switch off cell phones before the class begins because mobile phones are responsible for a high amount of class disruptions.\n\n\t\n\n　　When its downside persists, the mobile phone has proven indispensable in modern life. It is handheld, lightweight, portable and multi-functioned, allowing users to send text messages, exchange music files, make voice calls, browse Internet, and so forth. Meanwhile, within twenty years, mobile phones are expected to be more pervasive as technical advances and mass manufacture will make them low-cost personal items. Given those factors, the mobile phone will continue to perform its role as a key social tool, by which one keeps in touch with others much more easily than did the generations before.\n\n\t\n\n　　As suggested above, the contribution of the mobile phone to the society is prominent and people's dependence on it for communication is an irreversible trend, although it has a number of problems that should be well handled.\n\n\t\n\n　　近义词表\n\n\t\n\n　　1. device=equipment=appliance=instrument:设备，设置\n\n\t\n\n　　2. rife=widespread=prevalent=ubiquitous=predominant=rampant:普遍的\n\n\t\n\n　　3. prone to=susceptible to=vulnerable to:容易患上…的 4. lethal=fatal=deadly=life-damaging:致命的，有伤身体的\n\n\t\n\n　　5. motorist=driver=car user. 使用汽车的人 6. collision=crash=accident:碰撞，车祸\n\n\t\n\n　　7. disturbance=annoyance=interruption:干扰,打扰 8. disruption=interference=:distraction:干扰\n\n\t\n\n　　9. pervasive=prevalent=omnipresent:普遍的，流行的\n\n\t\n\n　　10. irreversible=permanent=irrevocable=unalterable:不可逆转的，永远的\n\n\t\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t英语四级备考每周精选推荐：5月第三周\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t作文\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文模板及范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能句型八类\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文开头六大写法\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文万能开头句式汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级作文常用的70个短语\n\t\t\t\n\t\t\t\n\t\t\t\t四级看图作文万能模板\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文范文50篇\n\t\t\t\n\t\t\t\n\t\t\t\t四级作文常用加分谚语\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t听力\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力四大提分攻略\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级听力提高四个方法\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力篇章四类常考场景\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力长对话解题技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级听力长对话解题窍门\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力裸考猜答案技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力九大技巧汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级听力常考十三类场景词汇\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t阅读\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解100篇精析汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读长篇阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级阅读技巧\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级阅读理解技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级阅读选词填空三大解题技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解常用句型\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读理解解题技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级阅读裸考必知10点\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t翻译\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译每日一练汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译题库\n\t\t\t\n\t\t\t\n\t\t\t\t大学四级翻译技巧\n\t\t\t\n\t\t\t\n\t\t\t\t四级段落翻译技巧\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级翻译常用句型汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级段落翻译练习汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级翻译技巧十九个\n\t\t\t\n\t\t\t\n\t\t\t\t定语从句四级翻译练习\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语\n\t\t\t\n\t\t\t\n\t\t\t\t四级口语自我介绍20秒示例\n\t\t\t\n\t\t\t\n\t\t\t\t2017年上半年英语四级口语考试内容\n\t\t\t\n\t\t\t\n\t\t\t\t个人陈述模拟练习汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语复习建议\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t口语自我介绍范文汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语句型必备汇总\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级口语准考证打印方法\n\t\t\t\n\t\t\t\n\t\t\t\t2017年上半年英语四级口语考试流程\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t词汇\n\t\t\t\n\t\t\t\n\t\t\t\t四级词汇高效记忆训练汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频单词300个汇总\n\t\t\t\n\t\t\t\n\t\t\t\t570个英语四级高频词汇下载\n\t\t\t\n\t\t\t\n\t\t\t\t四级高频词汇584个汇总\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t四级高频词汇及例句汇总\n\t\t\t\n\t\t\t\n\t\t\t\t四级活跃词汇1000个汇总 \n\t\t\t\n\t\t\t\n\t\t\t\t英语四级易混淆词汇整理\n\t\t\t\n\t\t\t\n\t\t\t\t50个句子记完7000个单词\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t语法\n\t\t\t\n\t\t\t\n\t\t\t\t大学英语四级语法大全目录\n\t\t\t\n\t\t\t\n\t\t\t\t英语四级语法点集锦\n\t\t\t\n\t\t\t\n\t\t\t\t四级语法巩固练习100题 \n\t\t\t\n\t\t\t\n\t\t\t\t四级9种常用时态语法归纳\n\t\t\t\n\t\t\n\t\n\n\n       \n   \n            "
  }
]